{
  "date": "2024-01-01",
  "passage_data": {
    "reference": "Genesis 1",
    "verses": [
      {
        "reference": "Genesis 1:1",
        "text": "In the beginning God created the heaven and the earth.",
        "chapter": 1,
        "verse": 1,
        "book": "Genesis"
      },
      {
        "reference": "Genesis 1:2",
        "text": "And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters.",
        "chapter": 1,
        "verse": 2,
        "book": "Genesis"
      }
    ],
    "full_text": "1 In the beginning God created the heaven and the earth. 2 And the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters.",
    "theme": "The main theme of this Bible passage is the creation of the world by God, highlighting His power, majesty, and creativity in shaping the universe and all that exists within it.",
    "context": "This passage is from Genesis chapter 1, part of the broader narrative of the book."
  },
  "commentary_data": {
    "passage": "Genesis 1",
    "external_commentaries": [
      {
        "source": "BC_Genesis",
        "content": "mers observation refers to a theory,  which merits very  serious consideration,  which  holds  \nthat  the  condition of the  earth described  in vs. 2 is not the  condition in which God created it in chapter 1 \nverse 1. This concurs with Isaiah: “For this is what the LORD says;  he who created the heavens, he is God;  \nhe who fashioned and made the earth, he founded it; he did not create it to be empty,  but formed it to be \ninhabited;  he says:  ‘I am the LORD, and there is no  other.’ ”14  The RSV brings out this point more clearly \nwith:  “For thus says the LORD, who created the heavens (he is God!), Who formed the earth and made it (he \nestablished it;  he did not create it a chaos, he formed it to be inhabited!): ‘I am the LORD, and there is no \nother.’ ” It has been suggested that there is a huge gap between these two verses and that the event which \nchanged the condition of the earth from  what God had created in the beginning to the chaos in which  we \nfind it,  is the result  of the fall of Satan. Since the Bible does not specifically says this, we cannot say that \nthis is proof; but the hypothesis answers a lot of questions. It  is  generally supposed that the prophecies in \nIsaiah and Ezekiel regarding the  King of Babylon and  the  ruler  of  Tyre,  are actually prophecies about the \nfall of Lucifer.  \n \nIsaiah writes: “You will  take up this taunt  against the  king of Babylon: How the oppressor has \ncome to  an end!  How his fury has ended!  The LORD has broken  the rod of the  wicked,  the scepter of the \nrulers,  Which in anger  struck down peoples  with unceasing blows,  and in fury subdued nations with \nrelentless aggression. All the lands are at rest and at peace; they break into singing. Even the pine trees and \nthe cedars of Lebanon exult over you and say,  ‘Now that you have been laid low, no woodsman comes to \ncut us down.’ The grave below is all astir to meet you at your coming;  it rouses the spirits of the departed to \ngreet you;  all those who were leaders in the world;  it makes them rise from their thrones;  all those who \nwere kings over the nations. They will all respond, they will say to you, ‘You also have become weak, as we \nare; you have become like  us.’  All your pomp has  been brought down to the grave, along  with the noise  of  \nyour harps;  maggots are spread out beneath you and worms cover you.  How you have fallen from heaven,  \nO morning star, son of the dawn! You have been cast down to the earth, you who once laid low the nations! \nYou said in your heart, ‘I will ascend to heaven; I will raise my throne above the stars of God; I will sit \nenthroned on the mount of assembly, on the utmost heights of the sacred mountain.  I will ascend above the \ntops of the clouds; I will make myself like  the Most High.’  But you are brought down to the grave, to the \ndepths of the pit.  Those who see you  stare at  you,  they ponder your fate:  ‘Is this the man who shook the \nearth and made kingdoms tremble, The man who made  the world a desert,  who overthrew its cities and  \nwould not let his captives go home?’  All the kings of the nations lie in state, each in his own tomb.  But  \nyou  are cast out  of  your  tomb like a rejected branch;  you are covered with the slain,  with those pierced by \nthe sword, those who descend to the stones of the  pit.  Like a corpse trampled  underfoot,  You will not join \nthem in burial,  for you have destroyed your land and killed your people.  The offspring of the wicked will \nnever be mentioned again.”15  \n                                                             \n11 Heb. 13:20 \n12 I Pet. 1:20 \n13 Rev.17:8 \n14 Isa. 45:18 \n15 Isa. 14:4-20 \n\n \nCommentary to the Book of Genesis - Rev. John Schultz \n© 2002 E-sst LLC     All Rights Reserved \nPublished by Bible-Commentaries.com     Used with permission \n4\n \nAnd in Ezekiel we read: “The word of the LORD came to me: ‘Son of man, say to the ruler of Tyre,  \n‘This is what the Sovereign  LORD says:  ‘ ‘In the pride of your heart you say,  ‘'I am a god; I sit on the \nthrone of a god in the heart of the seas. ' ’  But you are a man and not a god,  though you think you are as \nwise as a god.  Are  you wiser than Daniel?  Is no secret hidden from you?  By your wisdom and \nunderstanding you  have gained wealth for yourself and amassed gold and  silver  in  your treasuries.  By  \nyour great skill  in  trading  you have increased  your  wealth,  and  because  of your  wealth  your heart has  \ngrown proud.' Therefore this is what the  Sovereign LORD says:  ‘ ‘Because  you think you are wise,  as wise \nas a god,  I am going to bring foreigners  against you, the most ruthless of nations;  they will draw their \nswords against your beauty and  wisdom and pierce your shining splendor.  They will bring you down to the \npit,  and you will die a violent death in the heart of the seas. Will you then say, ‘ 'I am a god,' ’  in the \npresence of those who kill you?  You will be but a man,  not a god, in the hands of those who slay you. You \nwill die the death of the uncircumcised  at the  hands of foreigners.  I have  spoken,  declares the Sovereign \nLORD.’ The word  of the LORD  came to me:  ‘Son of man,  take up a lament concerning the king of Tyre \nand say to him: ‘This is what the Sovereign LORD says: ' ‘You were the model of perfection, full of wisdom \nand perfect in beauty. You were in Eden, the garden of God; every precious stone adorned you: ruby,  topaz \nand emerald, chrysolite, onyx and jasper, sapphire, turquoise and beryl.  Your settings  and mountings were \nmade  of  gold;  on the day you were created they were prepared.  You were anointed as a guardian cherub,  \nfor so I ordained you.  You  were on the holy mount of God;  you walked among the fiery stones.  You  were \nblameless in your  ways from the day you  were created till wickedness was  found in  you.  Through  your \nwidespread trade you were filled with violence,  and you sinned.  So I drove you in disgrace from  the mount \nof God,  and I expelled you, O guardian cherub, from among the fiery stones. Your heart became  proud on \naccount of your  beauty,  and you corrupted your wisdom because of your splendor.  So I threw you to the \nearth;  I made a spectacle of you before kings.  By your many  sins  and dishonest trade you have desecrated \nyour sanctuaries. So I made a fire come out from you, and it consumed you, and I reduced  you  to ashes on \nthe ground in the sight  of all who were watching. All the nations who knew you are appalled at you;  you \nhave come to a horrible end and will be no more.’ ”16 \n \nMost of the above quotations are a combination of what happened on earth and in heaven.  The text \nsimultaneously deals with what happened to Satan, who is the actual power behind the powers on earth, the \nhuman being,  who  sits on the throne of Babylon and Tyre,  as well as  the man  who is still  to come and \nwho is known as the Antichrist. But it does give us some indication about what may have happened in \nheaven, before the story of Genesis begins. “How you have fallen from heaven,  O morning star,  son of the \ndawn! You have been cast down to the earth,  you who once laid low the nations!  You said in your heart, ‘I \nwill ascend to heaven; I will raise my throne above the stars of  God;  I  will sit enthroned on the mount of \nassembly,  on the utmost heights of the sacred mountain.  I will ascend above the tops of the clouds; I will \nmake myself like the Most High.’ ” This verse can hardly refer to anything else but what  happened  to  \nLucifer. “You were  the model of perfection,  full of wisdom and perfect in  beauty.  You  were  in Eden,  \nthe garden of God;  every precious stone adorned you:  ruby,  topaz and emerald,  chrysolite,  onyx  and \njasper,  sapphire,  turquoise and beryl. Your settings and mountings were made of gold;  on the day you were \ncreated they were prepared. You were anointed as a guardian cherub,  for so I ordained you.  You were on \nthe holy mount of God; you walked among  the  fiery stones.  You were blameless in your ways from the day  \nyou were  created  till  wickedness was  found in you,”  seems a  perfect description of the condition of \nLucifer before his fall. It  does not  take  too much  imagination to see  how the fall  of a sublime creature \nfrom such a position in heaven would have dragged with him that part of creation for which he was \nresponsible. The chaos on earth could very well have been the result of this cosmic catastrophe.  \n \nIf this is true the “hovering  of the Spirit of  God  over the waters” acquires  a  new depth and \nmeaning.  The Holy Spirit is there  to prepare  the restoration of the original creation  of all that was ruined \nwhen Satan fell. The Spirit broods over this chaos as a hen sitting on eggs, to stimulate the germ of life \ninside and to bring it to birth. Evidently the fall did not completely destroy everything. In the following \nverses the Word of God which will sound  in order to call to life that which is dormant.  \n \nVs. 3- “And God said, “Let there be light,” and there was light.”  \n \n                                                             \n16 Ezek. 28:1-19 \n\n \nCommentary to the Book of Genesis - Rev. John Schultz \n© 2002 E-sst LLC     All Rights Reserved \nPublished by Bible-Commentaries.com     Used with permission \n5\n \nWe  will find the phrase  “and God said”  eight times  in connection with this new creation.17 The \nfirst thing the Holy Spirit deals with is the darkness.  When we read that the earth was ‘formless’  it probably \nmeans that there was no order. There was no logical connection between elements and no orderly \narrangement. There could not be  an earth that would be literally formless.    \n \nBut the worst of the earth’s condition was the darkness. More often than not darkness has a spiritual \nmeaning in the Bible. It is connected with evil and demonic power. This is the first time we see the Word of \nGod in action.  “God said ... and there was...”   \n \nNext to the miracle of life, one of  the greatest miracles is that of speech. In human speech, thought \nand emotion are expressed in sound. By God’s speaking things come into being. There may have been sound \nor there may not have been. This is immaterial.  \n \nWe realize at the same time that although our speech is derived from the Word of God, our \nspeaking also separates us from God. Our ability to express  ourselves is  akin to God’s revelation of \nHimself, but there is no comparison between what happens when we speak and the result of the Word of \nGod. Yet our words have meaning, because we have meaning and it is this value that is derived  from the \nvalue  of God.   \n \nThere are, of course, in the whole  of creation, different levels of expression.  Animals have the \nability to  express themselves with varying degrees of clarity. And even among humans there is a great \ndifference in the clarity,  content and depth with which we express ourselves. Some people never go farther \nthan to mumble clichés and  then  there  are the Shakespeares.  It would be incorrect  though to draw a chart  \nof speech and to simply put God on  top,  because the  Word of God is infinite and  eternal and perfect. \n \nThe first result  we see of God’s speaking  is that light comes into being.  We only know two \nsources of light:  the light of the sun and the light we make ourselves with fire or electricity.  The light  of vs. \n3 fits in none of these categories.  We all know what  light is, yet  light  is one of the great mysteries of \ncreation.  Obviously the light God created  here is not the light of  the sun  because the sun is not  mentioned \nuntil the  fourth day of creation in vs. 14-19. We may suppose that when God created the universe our sun \ncame into existence at the same time as our planet.  But either the relationship was not established yet \nbecause of  the distance being  different from what it is  now,  or  some other  unknown  factor caused  the  \nsun to  have no  direct influence upon our planet earth.  The  difference  between the  first day and the fourth  \nday is emphasized for the purpose of showing that the light God created was not sunlight.  \n \nMaybe we should say that what we call “light”  is not  the real thing, but an image of reality. The \nApostle John identifies  light with God when he says:  “This is the message we have heard from him and \ndeclare to you: God is light;  in him there  is  no darkness at  all.”18  We have  a tendency to suppose that \nJohn uses an image here, comparing God to light.  But we turn things around when we say this.  John speaks \nabout the real light, but the light we know is only an image of that. So when God said: “Let there be light,” \nHe imparted  something of Himself to the chaos of the earth.  \n \nThen  there is  the  mystery  of the  separation  between light  and darkness. This, too, seems to have \na deeper meaning. In our experience, light and darkness  never mix. Evidently, at one point they did.  And if \nthe images of the realities mixed , the realities themselves could mix also. In separating the light from the \ndarkness God drew a line between Himself and Satan;  a line that could never be erased. Something of this \nseparation  we find in Jesus’  story of the rich man and Lazarus. Abraham  says to  the  rich man  who  is  in  \nagony  in hell: “And besides all this,  between us  and  you a great chasm has been fixed,  so that those who \nwant to go from here to you cannot,  nor can  anyone cross over from there to us.”19 This  kind of separation  \nmust have taken  place in  eternity  when Lucifer fell  into  sin. And when Satan causes the same destruction  \nand annihilation he  tried to bring  about  in heaven,  God draws  the line anew on earth.  That is why in our \nday we see that  light and darkness do  not mix  \n \nGod uses the darkness to draw lines between day and night.  As we  read  in vs. 5 “God  called the \nlight  ‘day,’  and  the darkness he  called ‘night.’ And there was evening, and there was morning; the first \nday.” This is another mystery of creation. God does not abolish darkness. He creates light to conquer \ndarkness. He keeps it to serve His purpose. At the first day the line is drawn, the limits are set and the  game \nis  played according to God’s rules.   \n                                                             \n17 Vs.3,6,9,11,14,20,24 and 26 \n18 I John 1:5 \n19 Luke 16:26 \n\n \nCommentary to the Book of Genesis - Rev. John Schultz \n© 2002 E-sst LLC     All Rights Reserved \nPublished by Bible-Commentaries.com     Used with permission \n6\n \nOnce again,  what we call day and night, light and darkness are only images of the real thing. The \nApostle Paul  draws a parallel  between  God’s  creative intervention in ch. 1 and the work of the Holy Spirit \nin a human soul.  He says:  “For God,  who said, ‘Let light shine out of darkness,’ made his light shine in our \nhearts to give us  the  light  of the  knowledge of the glory of  God in the  face of Christ.”20  We  find this \nparallel all through the week of creation.  Every creation day has its spiritual counterpart in the heart of the \nperson who is born again by the Holy Spirit through the Word of God.  \n \nThe phrase “And there was evening,  and there was morning; the first day”  sounds  strange to us.  \nWe  are used to  starting the  day in the morning, although  we  count the  new day to start  at midnight.  The  \nJews  count  the starting of the day at sunset  that is 6 P.M.  Vs. 5 does not really say where the  day starts and \nwhere it  ends.  It only marks two points during the day,  evening and morning. \n \n Vs. 6- “And God said, ‘Let there be an expanse between the waters to separate water from water.’ ”  \n \n \nEvidently, the whole  planet was submerged  in  water.  God takes two days to create order to this \nsituation. On the second day, part of the water is drawn as a  canopy of atmosphere around the globe.  A thick \nlayer of  moisture and  air wraps  itself around our  planet to create conditions  that would  be favorable for \nthe appearance of life. It  has been suggested that  this thick layer of atmosphere which is described here  was \nquite different  from the atmosphere we know now.  It  may have been  much  thicker,  thus  creating  a  \nstable  and uniform climate  and temperature over the whole globe. It may have served as an effective filter \nto keep out harmful ultraviolet  rays in the sunlight,  which would account  for the much longer life  of our \nancestors.  It would be impossible to prove this, but it sounds quite plausible. This ideal condition could \nhave been destroyed in the flood in Noah’s days.  \n \nVs. 9- “And  God said,  ‘Let  the water under the sky be gathered to one place, and let dry ground \nappear.’ And it was so.”  \n \n \nThe separation continues on the third day.  This must  have been the day the  mountains were born,  \ncausing the ocean  floors  to rise and fall and thus drawing the water away from a large part of the planet.  In  \nC. S.  Lewis’s book Perelandra,  the planet  Venus is described with  islands floating on the ocean and some \nparts of solid land.  It is of course pure guesswork to suppose that our planet would have  had  large \nstretches of unstable land that would not  have been able to support life and civilization to any extent.  But it \nis an interesting thought. Immediately the  dry ground starts  to  produce vegetation  at God’s command.   \n \nGordon Talbot in his book A study of the Book of Genesis  suggests that there may  have been seed \npreserved in  the ground,  left  over  from the first creation.  Whether this is true or is not  important. It is  on \nthe third day that we find the first sign of life  on earth in the form of plant life.  This suggests that  the earth \nmust  have  been warm  enough to sustain life,  in spite of the fact that  the sun has not  entered the picture \nyet.  It may have  been  heat that radiated in moderation from the core of the planet.  Actually, the fact that the  \nplanet was initially  covered  with water and not with ice would prove that the absence of the sun had not \ncaused a major freeze; such as would be the case now, if all of a sudden the sun would disappear.  \n \nThe emphasis in this section is upon seed.  In vs.11 and 12 the word ‘seed’  is mentioned four \ntimes.  The seed guarantees the continuation of  the species and obviously it creates conditions  in which \nanimal  life can sustain itself.  All this makes  the impression that the Creator is  preparing a house for His \nother creatures.  \n \nBesides food  for  the hungry, there  is also  a preparation  for the emotional and aesthetic needs  of \nman.  Without trees, human and animal life would eventually have exhausted the oxygen supply  of the  \nworld.  All breathing animals, man included,  inhale oxygen  and exhale carbon dioxide  as a waste product.  \nTrees  do the  opposite.  They absorb  carbon dioxide and produce oxygen.  We need one another.  That is \nwhy it is important that the ecological balance be preserved.  \n \nBut man  has other and deeper needs than those of his body.  Animals may too, but we do not know \nenough about them to make definite statements along this  line.  David  does more  than  use an image  of  \nhis spiritual relationship with  God when he says:  “He makes me lie down in green pastures,  he  leads me \nbeside  quiet waters,  He restores my soul.”21  There is nothing more rejuvenating  and emotionally uplifting \n                                                             \n20 II Cor.4:6 \n21 Ps. 23:2,3 \n\n \nCommentary to the Book of Genesis - Rev. John Schultz \n© 2002 E-sst LLC     All Rights Reserved \nPublished by Bible-Commentaries.com     Used with permission \n7\nthan to  walk through the forest and smell  the leaves  or to  stretch out  in  the meadow and  see our \nreflection in the quiet waters.  Our Creator placed us in a world of color and beauty.  What is more beautiful \nthan a tree?  What matches the color and smell of a rose? In  the same way as an expectant mother prepares \nthe crib for her baby to be born, so our heavenly Father prepared this place for us to live. In spite of the mess \nwe have made of it, there is still an enormous amount of beauty to enjoy. What must it have been like when \nGod first saw it and pronounced it good.  \n \nVerses 14-19: “And  God said, ‘Let there  be lights in the expanse of the sky to separate the day  from \nthe night,  and let them serve  as  signs to mark seasons and days and years,  And let them be lights in \nthe expanse of the sky to give light on the earth.’ And it was so. God made two great lights; the greater \nlight to govern the day and the lesser  light to govern the night.  He also  made the stars.  God set them \nin the expanse of the sky to give light on the earth,  To govern the  day  and the  night,  and to  separate  \nlight  from darkness.  And God saw that it was good.  And there was evening, and there was morning; \nthe fourth day.”  \n \n \nAs we  said before,  it would be  hard to understand  how  the earth could  have  existed by itself  \nwithout other heavenly bodies.  It would have been like a  single atom  without  a molecule.  It  seems  more  \nreasonable to suppose  that  when  God created  heaven and earth,  as  vs. 1 states,  this included the whole \nsolar system and all the other constellations,  at least in their basic form.  The creation of the fourth  day \nseems to establish a new relationship between heavenly bodies that were already in existence.   \n \nA possibility would be that, if the theory about the catastrophe that took place between the verses 1 \nand 2, is correct,  the earth would have been thrown out of her original orbit. This would certainly account \nfor the chaos in vs.2. The act of creation on the fourth day would then exist either in the re-establishing the \norbit or creating a new relationship with other stars and planets. The  way this is described  is as  if a human \nbeing was standing on the earth and telling what he  sees  happen before his eyes without fully understanding  \nwhat he sees.  It could very well be that God  showed  these events by way of a revelation as a replay, either \nto Moses or to Adam, who orally would have passed on what he saw to his children. A lack of understanding \nof the facts by the author of Genesis  does not necessarily imply that the facts he records are not true or \nincorrect.  \n \nThere had been a separation between light and darkness  in vs. 4. At that point, God Himself \nintroduced the concepts of ‘day’ and ‘night.’  But probably the day  and night then were of a different nature  \nthan what we know now.  The speed, rotation,  orbit and direction of the axis of the earth is also established \nbecause at this point the seasons and  the calendar are introduced. We should rule out the possibility that the \nauthor backtracks in his account,  as he does in the report about the creation of man,  in the verses 26 and 27  \nand then  in ch. 2:7, since we are given a neatly  marked sequence of days  here.  It would not make sense to \ncall days one, two, three and so on and then place day four before day one. Moses may have been a poet but \nhe was not a fool.  \n \nWe mentioned before the probability that the atmosphere created on day two was much thicker  than  \nthe one we know now.  It must have been thin enough to let the light of the  sun,  moon and stars shine \nthrough but thick enough to create a greenhouse effect which would keep a steady humidity and temperature \nover the whole of the globe.  It is also possible that moon was in a different orbit so that there would be \nmoonlight every  night,  instead of the new moon and full moon we know now.  \nIn his book Worlds in Collision,  Emanuel Veliskovsky proposes the theory that the rotation of the \nearth was  drastically  changed  and maybe reversed by the appearance of the planet Venus into our  solar \nsystem.  Venus came in as a comet,  the tail of  which swept over the earth,  causing a serious disturbance of \nearth orbit and rotation. He quotes the book of Joshua,22 and also some ancient South American Indian \ntraditions  which say that, for  one day and one night, the sun never came up. Veliskovsky’s theories are very \ncontroversial in the world of science, but  they have ever been rebuffed.  \n \n \nVerses 20-23: “And God said, ‘Let the water teem with living creatures, and let birds fly above \nthe earth across the expanse of the sky.’ So God created the great creatures of the sea and every living \nand moving thing with which the water teems, according to their kinds, and every winged bird \naccording to its kind. And God saw that it was good. God blessed them and said, ‘Be fruitful and \n                                                             \n22 Josh.10:12-14 \n\n \nCommentary to the Book of Genesis - Rev. John Schultz \n© 2002 E-sst LLC     All Rights Reserved \nPublished by Bible-Commentaries.com     Used with permission \n8\nincrease in number and fill the water in the seas, and let the birds increase on the earth.’ And there was \nevening, and there was morning; the fifth day.” \n \n \nThe fifth day brings the beginning of biological  life. Plant life had been introduced on the third day  \n(vs.11-13).  As we mentioned, there was a  possibility that the seed which  produced the grass and the  trees \nhad been  left in the ground  from the  first  creation.  It  would  have been impossible for animal life to \nsurvive the great catastrophe.  So the fifth day is the day of life. It begins in the water and rises up to the sky. \nOn the second day God separated water from water: the ocean below and the  firmament above.  It is in these \ntwo layers that life makes its first appearance. It starts in the water and then it takes wings. Evolutionists  \nwould  agree with  this sequence,  but  they  have no explanation for the appearance of plant life as separated \nfrom animal life.  \n \nThe  remarkable feature of the fifth day is  the abundance of life. God did  not only create life in the  \nwater,  but He ordered  the water  to be teeming with living creatures. This reminds us of Jesus’ words in \nJohn: “I have come that they may have life,  and have it to the full.”23  Abundance is typical of God’s gift of \nlife.  \n \nWe know very little of the secrets of the ocean.  In a certain way water is our enemy.  We cannot \nlive in water. In creating creatures that live in water on the fifth day God created life in the middle of death.  \nLife is victorious and abundant. The creation of birds is a kind of victory also.  Wings defy the law of gravity \nand in many cases this is for us the law of death also.  The flight of a bird  symbolizes  victory for us.  To fly \nthrough  the air is  a  form of victory.  Here  is abundance also.  Even as I  am  writing these words, my fine \nfeathered friends outside testify to the fact that there are many.  The fifth day is the first day of blessing. So \nfar we only read that God pronounced what He created good,24 but now we read: “God  blessed them.” \nThere  can  only be a  blessing when there is similarity between the one who blesses and the ones that  are \nblessed.  The lives of fish and birds do not express the image of God the way human life does but there is \nsomething divine in it.  There also seems to be a relationship between the blessing  and  fruitfulness.   \n \nThe blessing is fruitfulness.  Sin has made overpopulation a problem and a curse, but in God’s \neconomy this was not so. The whole of creation glorifies God: the majesty of the whale and the color of the \ncoral reef and the song of the bird.  The French composer Olivier Messian incorporates a lot of “bird song” \nin his music.  Birds excel in color and coloratura.  It has been remarked that all the animal sounds we know \npresently are in a minor key. I doubt that this would have been so before the fall. Albert Schweitzer was right \nin his  “Reference for Life.”25 God created the life of the fish and the birds, and we should stand in awe \nbefore it.  Where Schweitzer was wrong was that he did not take sin into account.  There is ambiguity in our \nrelationship with all the animal life God created; and as Christians in a fallen world, we can only be \npragmatic in our approach to it.  \n \nAfter bringing the fish and birds into existence by the power of His spoken Word,  God speaks to \nthem and orders them to “be fruitful and increase in number and fill the earth.”  God  has put the sex urge  in  \nevery living being on this planet. One commentary says that for the animals this meant an obeying of instinct.  \nHuman desire at this point  barely rises above instinct. But let’s not run ahead.  \n \n \nVerses 24-31: “And God said, ‘Let the land produce living creatures according to their kinds: \nlivestock, creatures that move along the ground, and wild animals, each according to its kinds.’ And it \nwas so. God made the wild animals according to their kinds, the livestock according to their kinds, and \nall the creatures that move along the ground according to their kinds. And God saw that it was good. \nThen God said, ‘Let us make man in our image, in our likeness, and let them rule over the fish of the \nsea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move \nalong the ground.’ So God created man in his own image, in the image of God he created him; male \nand female he created them. God blessed them and said to them, ‘Be fruitful and increase in number; \nfill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living \ncreature that moves on the ground.’ Then God said, ‘I give you every seed-bearing plant on the face of \nthe whole earth and every tree that has fruit with seed in it. They will be yours for food. And to all the \n                                                             \n23 John 10:10b \n24 Vs.3,9,12,19 and 21 \n25 “Erfurcht vor  dem Leben.” \n\n \nCommentary to the Book of Genesis - Rev. John Schultz \n© 2002 E-sst LLC     All Rights Reserved \nPublished by Bible-Commentaries.com     Used with permission \n9\nbeasts of the earth and all the birds of the air and all the creatures that move on the ground; everything \nthat has breath of life in it; I give every green plant for food.’ And it was so. God saw all that he had \nmade, and it was very good. And there was evening, and there was morning; the sixth day.” \n \n \nWhen the sixth  day  breaks upon us our planet is alive. There is color and sound and  movement.  \nFrom  our perspective, and  probably from God’s also, the sixth day is the crowning achievement. There is \nalso an important change in the mode of creation.  In vs. 11 we read  “Let the land produce vegetation.” We \nmentioned the possibility that the seed had been left over in the ground from a previous creation. When vs. \n20 states:  “And God said:  ‘Let the water teem with living creatures’  it sounds as if the water is indicated as \nhabitat, not necessarily as the source of life. But vs.22 says:  “And God said:  ‘Let the land produce living  \ncreatures.’ ” Here it seems that God used the earth  as building material for the making of animals.  It is  true \nthat animals are not created “ex  nihilo.” This is an undeniable fact, as far as the creation of man is concerned \nin vs. 26 and 27. The animal  world is  described as from  a post-fall perspective. “Livestock,  creatures  that  \nmove along  the ground  and  wild animals”  were probably not differentiated as such before sin came.  If, \nunder the reign of the Messiah, “the wolf will live with the lamb, the leopard will lie down with the goat \n(and)  the calf and  the  lion will feed together with the yearling,”26 we may suppose that this is similar to the \npre-fall conditions. Wild  animals will not have been wild in  the sense  that they ate  other animals. The term \nlivestock speaks of agriculture, of man using animals for his own benefit.  But man was not there yet to milk \na cow or  use the animal.  The dog’s best friend was not born yet! It does not say here how the land produced \nthe animals.  Whether  it was  a spontaneous formation or whether God formed animals out  of the dust of \nthe  ground, like He made Adam, we are not told. We only learn that animals were made  “according to their \nkind.” This would seem  to  exclude  that one animal evolved from the other.  \n \nIn the creation of man we can distinguish three parts:  \n1 \nThe plan \n2 \nThe execution of the plan \n3 \nThe blessing. \n \n1- The plan \nFor the first time we read that God conferred with Himself. All the other acts of creation were done \nby  executive order. The creation of man is done after consultation. This shows in the first place how \nimportant the act is.  It is also the first time we read of the  plurality of God. “Let us make man” indicates \nthat the Father,  the Son and the Holy Spirit were equally involved  in the process. This was true for the  \nwhole of creation, but here it is repeated in  connection with one item of the whole: the creation of man. In \nvs. 1-3 we read how God (the Father) created, the Spirit hovered and the Word was heard. All three Persons \nare concentrating upon this last act of creation.  \n \nThis Council of the Holy Trinity may have been a war council also. If we cling to the hypothesis \nthat the creation of  the verses 3-31 was a re-creation of that which was destroyed in the fall of Lucifer,  the \ncreation of man takes on greater significance. We will get back to this later in connection with the word \n“subdue”  in vs.  28 and ch. 3:15. The enemy was at bay, and God’s new creation needed to be protected \nagainst Satan’s intrusion.  This seems to have been part of the mandate given to man. So man had to be a \nbeing that was superior to the rest  of creation. He needed moral and  spiritual insight. He needed to be \nequipped to rule over his fellow creatures: the fish, the birds and all the other  land animals.   \n \nSo the Council of the Holy Trinity comes to the decision to create man in the image and likeness of \nGod. Man was to be modeled after  the character of God to make him a spiritual being with moral insight.  \nThis feature may refer to “the image”  of God. In the “likeness” God may have anticipated the Incarnation \nand modeled Adam to the body that would be given to Jesus Christ. God is Spirit and as such He has no \ndiscernable physical attributes. But  spiritual attributes can be expressed in physical forms. In the same way \nas a  piece of stone can be made into a  masterpiece by a Michaelangelo or a Rodin,  so can the  human body \nexpress a vast array of spiritual and emotional realities.  And  we should not  forget that  the  human body we \nknow now is  preliminary to the spiritual body which we will become in the resurrection.  \n \nAn interesting twist in God’s decision to make man  is the switch in vs. 26 from singular to plural. \nIn the same breath God says: “Let us make man and let them  rule.” The next verse makes clear what is meant \n                                                             \n26Isaiah 11:6 \n\n \nCommentary to the Book of Genesis - Rev. John Schultz \n© 2002 E-sst LLC     All Rights Reserved \nPublished by Bible-Commentaries.com     Used with permission \n10\nwith the plural.  Man, as an expression of God’s character, is not a single individual. Man, created in  the \nimage of God is both male and female, husband and wife.   \n \nIn the biblical  sense of the word, man stands for man and woman. This makes the new vogue to call \na male a man and a woman a person ridiculous. Of course the “them”  stands also for the offspring of Adam \nand  Eve. When  God created Adam,  He created all of mankind.  The Apostle Paul explains this to the  \naudience at  the  Areopagus in Acts: “From  one man he made every nation  of  men,  that  they  should \ninhabit the  whole  earth; and  he determined the times set for them and the exact places where they should \nlive.”27 The very economical way in which God went about this is amazing.  He imparted His  image to one  \nsingle being and the result was first another individual, a woman, and then millions upon millions of people.  \nThe plan was perfect. It could not have been done more efficiently.  \n \nGod’s plan was for man to rule. The fish, the birds, the livestock and all the other creatures were \nput under mans’ dominion.  At this point there is no indication as to what mans’ relation to other spiritual \nbeings would be. It is only  later in the Bible that we find out that man ranks higher, in the hierarchy of \ncreated beings than angels, who are in many respect superior to him. In Hebrews we learn that angels are the \nservants of men who are saved from  their sin. “Are not all angels ministering spirits sent to serve those who \nwill inherit salvation?”28  \n \nGod does not tell man who he is. He remains a mystery to himself. It looks as if God  expects  us to \nfind out for ourselves.  Or  maybe better,  He wants us to seek fellowship with Him so He can tell us.  \n \nRuling over the animal world is the first task given to man. This, in itself, should be deeply \nsatisfying and rewarding.  Man was to be the animals’ guide for behavior. I still see something of this in my \ndog’s guilty looks; it is as is he is asking me if he did something wrong. But our ultimate task will be \ninfinitely higher. In the book of Revelations Jesus says: “To him who overcomes, I will give the right to sit \nwith me on my throne, just as I overcame and sat down with my Father on his throne.”29  This thought is far \nbeyond me. I understand why David says in the Psalms “What is man that you  are mindful of him,  the son of \nman that you care for him?”30 The fact is that He is mindful and He does care!  \n \n2. The execution of the plan.  \nVs.27 sounds like a poem: “So God created man in his own image, in the image  of God he created him;  \nmale and female he created them.” The word “created” occurs four times in this chapter. Three times in this \nverse alone. It is as if Moses cannot overcome his amazement when he ponders this crowning act of God’s \ncreation. He must have realized that he was part of this mystery himself.  \n \nThe first sentence: “So God created man in His own image” puts the emphasis on God’s act of \ncreation.  This  is the third time the word ‘created’ is  used in  this chapter. (vs.1 and 21 are the other two \ninstances.)  In the first two cases it clearly means that God called something into existence out of nothing.  \nBut man was not created ‘ex nihilo,’ at least not in the physical sense of the word.   \n \n \nThe word is used here  to indicate the spiritual aspect of God’s making of Adam. God imparted His \nimage to what otherwise would have been an  animal. We can  discuss later  whether  man  is the  product of \nevolution or not. But we have to state here that man is the product of a revolution as far as his spirituality is \nconcerned. The change from an animal without God’s image to a man bearing God’s image was \ninstantaneous.  \n \nIt will take us all of eternity to  find out what it means that God created man in His own image.  We \nhave to  know God in order to know what  His image is. A modern fad is to talk about our self-image being \npoor or good. We can  only have a poor  self-image if  we deny the fact that  we are created in God’s image.  \nIt is sin,  our separation from God,  that started this preoccupation about self-image. When Adam separated \nhimself from God he found out that he was naked. Since we were created in God’s image, it is of vital \nimportance for us to know Him.  \n \n“God created  man  in His image.” This puts  the  emphasis on  the original, God. “In the image of \nGod created He him,” puts the stress on the image,  the copy,  man. God did not make a clone. He made a \npicture of Himself. The picture and the original have a lot in common, but they are not the  same. A picture \nor portrait may represent a living person of flesh and blood,  but the image is paper and chemicals or canvas  \n                                                             \n27 Acts 17:26 \n28 Heb. 1:14 \n29 Rev.3:21 \n30 Ps. 8:4 \n\n \nCommentary to the Book of Genesis - Rev. John Schultz \n© 2002 E-sst LLC     All Rights Reserved \nPublished by Bible-Commentaries.com     Used with permission \n11\nand paint.  God made a living  picture of Himself,  but this does not mean that man is God. A picture never \nsays everything. There is quite a difference  between  the creation of  man and the Incarnation.  God created  \nAdam in  His image,  but in Jesus Christ,  the Word became flesh. Jesus Christ is not a picture of God, He is \nGod. It is true that Paul says: “He is the image of the invisible God,”31 but further on we read: “For God was \npleased to have all  his fullness dwell in him.”32  The writer to the Hebrews puts it this ways:  “The Son is \nthe radiance of God’s glory and the exact representation of his being,  sustaining all things by his powerful \nword. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven.” 33 \nIt is hard to grasp that we will be like Him, as the Apostle John states in his First Epistle.34 When God \ncreated  man according to His image and likeness,  this was just the beginning.  \n \n“Male and female created He them.” It is true that God made man initially as male only,  but on the \nday of creation, the female was included in Adam.  We shall see in the next chapter how God developed Eve \nout of Adam. But  the point is that  a man alone is only part of the  image.  The  complete image is male and \nfemale.   \n \nThere is a strong suggestion in this verse that not just the male and female character express the \nimage of God,  but the unity of the two gives the more complete expression. After all Adam and Eve were a \nmarried couple. Human sexuality is part of the image,  but the image goes much further; marriage is more \nthan becoming “one flesh.” \n \nIncidentally, this verse is the  first and foremost argument against homosexuality. God expresses \nHis character in the unity of male and female. \n  \n3. The blessing.  \nGod blessed them, says vs. 28. The blessing is composed of two parts: fruitfulness and authority.  \n“God blessed them and said to them, ‘Be fruitful and increase in number;  fill the earth and  subdue it.  Rule \nover the fish of the  sea and the birds of the air and over every living creature that moves on the ground.’ ” \n \n \nWe know that fruitfulness and multiplication is the result of physical  unity.  So  the  first thing God \nblesses in  man  is  his  marriage relationship. This poses all kinds of questions in  connection with marriages \nwithout children and singleness and celibacy. In modern times the problem of overpopulation should be \nmentioned.  \n \nThere are all  kinds of  reasons why married couples would not have children. The physical inability \nto have children was, in biblical times, always seen as a shameful thing.  It was always blamed on the women.  \nElizabeth,  the mother  of John the Baptist,  says in Luke’s Gospel: “ ‘The Lord  has  done this for me,’  she \nsaid.  ‘In these  days he  has shown  his  favor and  taken  away my disgrace among the people.’ ” In modern \ntimes the criteria have changed. In some families  the bearing  of children  has been the undoing  of  the \nmother. The physical burden can be too heavy. Obviously there is place for planning  and consultation \nbetween spouses.  But if we lose sight of the basic command of the Lord to be fruitful, and we decided for  \nreasons  of comfort to  remain childless,  we will have to give account of this at the day of judgement.  The \nLord may be less kind and understanding than we anticipate.  \n \nI know from experience  that there can be compensations in childless homes.  After the death of my  \nparents,  I was taken into the home of a family who had no children of their own. They had adopted one girl.  \nThey became a blessing to me that a family with children could never have been. But according to vs. 28, it is \nGod’s plan for married couples to have children. For any disobeying of this command, we will be held \nresponsible.  \n \nA  person does have the liberty not to  marry.  Jesus seems to give this option  when there are other \ncompelling  reasons, such as the Kingdom of Heaven. He says: “For some are eunuchs because they were \nborn that way; others were made that way by men; and others have renounced marriage because of the \nkingdom  of heaven.  The one who can  accept this should accept it.”35   \n \nWe should never forget that the marriage bond is a wonderful expression of the fellowship and \nunity with God. The church is, after all, called the bride of Christ. But the oneness between husband and  \nwife is an image of  the real thing,  not  the reality itself.  That  is  why  single people can lead  fully satisfied \n                                                             \n31 Col.1:15 \n32 in vs.19 \n33Heb. 1:3 \n34 I John 3:2 \n35 Matt. 19:12 \n\n \nCommentary to the Book of Genesis - Rev. John Schultz \n© 2002 E-sst LLC     All Rights Reserved \nPublished by Bible-Commentaries.com     Used with permission \n12\nlives. We do not always need the picture to express  the reality of full fellowship with God. If God withholds \nmarriage from us, we should seek if He did not have in mind to introduce us to the real thing immediately, \nwithout going through the preliminaries. If we are not interested in reality, but just want the shadow, we will \nmiss even the beauty of the picture.   \nThe verses 29 and  30  make  clear that  man was originally meant to be a vegetarian and that all \nanimals were herbivores. It is not until sin comes into this creation that man starts  to eat meat.  The reason \nfor this was of course that eating meat is connected with death and without sin there is no death, so no \nanimal could be killed.  After the flood God says to Noah: “Everything that lives and moves will be food for \nyou.  Just as I gave you the green plants,  I now give you  everything.”36  God  gives man  everything,  but at \nwhat a price! There is  presently no virtue in being a vegetarian.  There is nothing against vegetarianism, but \nit is impossible to maintain that the Bible teaches vegetarianism. In many instances vegetarians deny the \nreality of sin.  Mahatma Gandhi did this,  as do many Hindus.  It is also wide spread among Seventh Day \nAdventists.  Hitler was a vegetarian!  There is virtue in being sensitive to the fact that the killing of animals is \na calamity, but it is a calamity God wants us to live with. We may even enjoy some of  the results of  it,  such \nas a chicken  dinner or a good steak.  But in the  millennium this will end. In spite of what my daughter \nViviane hopes, there will be no Arby’s Roast Beef sandwiches in heaven.  \n \nSin must also  have made a  fundamental change  in  the behavior of certain animals.  Those animals \nthat  prey on others must have developed this habit and grown the equipment necessary to kill after man fell \ninto sin. The lion and the lamb no longer lie down together.  The picture that Isaiah paints will only become a \nreality when sin is removed from this  planet and the earth will be full of the knowledge of the LORD. “They \nwill neither harm nor destroy on all My holy mountain,  for  the earth will be full of the knowledge of the \nLORD as the waters cover the sea.” 37 \n \nAt  the end  of  the  creation  God  pronounces  His  judgment upon everything He made. In Vs. 31 \nwe read: “God saw all that he had made, and it was very good. And  there was evening, and there was \nmorning;  the sixth day.”  That means that this creation was a true expression of God’s perfect character.  It \nwas not imperfect man  who gave his opinion but the eternal, holy God, who gave the highest grade to what \nHe saw.  \n \n \nCHAPTER TWO  \n \n \nBut  the  best is still to  come.  We will see  in ch.2:2,3 that God instituted the Sabbath, the day of \nrest and enjoyment. Part of "
      },
      {
        "source": "Commentary on the Book of Genesis",
        "content": " \n(2) The First Patriarchs: \n \n \n \n 1- Abraham. \n \n \n 2- Isaac. \n \n \n 3- Jacob. \n \n \n 4- Joseph. \n\n \n30\n \n \n \n \n \n \n \n \n \n \n \nTHE FIRST SECTION \n \nTHE EARLY HISTORY \n \n \n \n \n \n \n \n \n \n \n \n\n \n31\n \n \n \nCHAPTER 1 \n \nCREATION OF THE WORLD \n \nThe divine inspiration began the Holy Bible by proclaiming God as a Creator, who prepared \neverything for the sake of man, setting him forth through love until, finally, entering with him into \nHis eternal Kingdom, to enjoy the everlasting glories. \n \n+ An Introduction. \n \n \n1- God, the Creator. \n \n2- The Spirit of God hovering over the face of waters. \n \n3- The first day: “Let it be light”. \n \n4- The second day: The firmament. \n \n5- The third day: The plants. \n \n6- The fourth day: Creation of the great lights \n \n7- The fifth day: The Reptiles, fishes, and Birds. \n \n8- The sixth day: The animals and man. \n\n \n32\n \nIntroduction: \n \nIn this study I should like to commit myself to the Spirit of the Church, that sees the Holy Book, \nnot as a scientific or a philosophic book, but as a secret of life with God, to be enjoyed and \nlived by man. That is why, when St. Basil, the Great, wrote his articles on the six days of \ncreation ‘The Hexaemeron’, he made it clear that the work of the Church is not researching the \nnature of things and creatures, but studying their work and benefits. Likewise, St. Augustine \nproclaimed: [It is beyond your ability to comprehend how God created these things; as you, \nyourself, is created to obey Him as a slave, in order to comprehend Him as a friend]. \n \nIt is as though we, as creatures of God, should receive His work with joy as slaves; and as He \ngrants us wisdom and understanding of His secrets, we would live with Him as His friends and \nbeloved. \n \nWe can concisely introduce the following remarks on the presentation of the Book of Genesis \non the creation: \n \na- This Book presented us with the events of creation in a simple and true way, to be  \nunderstood and enjoyed by the simple man, and appreciated for its depth by the scientist. \n \nb- Many western scholars confirmed that what came in the Book of Genesis, did not contradict \nwith the scientific facts according to modern thought. In their view, what came in it concerning \nthe evolution of creation conforms to a great extent with the scientifically accepted theories in \nthat concern. Many researches dealing with this issue,   were published by pious scientists; but \nI do not want to go into details that take us away from interpretation of the Word of God. \nThe Church of St. George, the great martyr, in Sporting, Alexandria, Egypt, published a \nsimplified study by Professor Dr. Youssef Riad, dealing with this subject, titled,  ‘Conforming \nbetween modern science and the Holy Bible’. Likewise, the Diocese of   Youth, issued a \npublication on ‘The six days of creation’ by Dr. Fawzi Elias. \n \nc- It is to be noticed that the word “day” in the first chapter of the Book of Genesis, does  \n \nnot mean a 24-hour day, but implies a time era which may extend to millions of years. The sun, \nthe moon, and the rest of the stars, were not yet created until the fourth time era, and so, there \nwas, then, no’ ‘time’’ as we have nowadays, as there was no day and night in the material \ncontemporary sense. This was confirmed by several fathers like St Jerome. And even after \ncreation, the Holy Book often speaks of a “day” in a sense beyond the that of our \ncomprehension; as for example the saying of the Psalmist, “For a  \n day in your courts is \nbetter than a thousand” (Psalm 84: 10; Also see Psalm 90: 4; and 2 Peter 3: 8). \n \nThe word “day”, in the Holy Book, came according to several concepts: It often implies  \n \n‘eternity’, where there is no beginning, as when the Father addressed the Son saying: “You are \nMy Son; Today I have begotten You” (Psalm 2: 7; Acts 13: 32; Hebrew 1: 5); and calling the \n\n \n33\nFather, “The ancient of days” (Daniel 7: 9), meaning (the eternal). About  \n the “day”, in \nthe sense of its (eternity) -- beyond time -- it is described as “The day of  the Lord” (Acts 2: \n20); that is to say, His ultimate coming, when time comes to an end. And it is said of the Lord \nJesus Christ: “To Him be the glory both now and forever, Amen” (2 Peter 3: 18).  \n \nd- Some people may object to what came in the Book of Genesis concerning the creation of  \nthe first man; based on the discovery of fossilized bones of man dated to more than million years \nof age; beside the discovery of ancient art inscriptions of the early man...How can we interpret \nthat ? \n \n \n 1- By a simple calculation, we realize that the present population of the world, could \nnot be the product of more than 6000 years. If we assume that every family would produce \nthree children, and subtract a high ratio of mortality, both of natural and catastrophic causes; If \nwe accept the theory of a million year history of man on earth, one single man in a million years \nwould produce descendants, that thousand folds of the area of the earth could never \naccommodate. \n \n \n 2- On the assumption that every time era could be several millions of years long, these \nfossilized bones could be related to mammals that carried some human features and capabilities, \nbut lack the “breath of life” that God gave specially to Adam and Eve. These creatures \ntherefore are not to be counted as human, even if they carry certain similarities. \n \ne- If this Book present us with a very concise chapter of the early work of creation by God; \nGod, who was working for our sake, keeps on His creative work in our life incessantly. What \nHe formerly did will not come to an end; He keeps on working in man’s life, to   make of his \ndepths a new heaven and a new earth, to be dwelt by righteousness;  \n  according to what the \nLord Christ says: “My Father has been working until now, and I have been working” (John \n5: 17). Therefore in our present interpretation, we should seek the continuous work of God in \nour inner life, to create in us incessantly, renewing our depths. \n \n I pray, in Jesus Christ, our Lord, to be able to present the spiritual interpretation, hand-\nin-hand with the historical and literal interpretation. \n \n2- God, the Creator: \n \nThe Book of Genesis began with this simple introduction:  \n“In the beginning God created the heavens and the earth” (Genesis 1: 1) \n \nIf the expression “In the beginning” does not imply a particular time; as time has not yet \nexisted, because the stars with their precise systems were not yet there; But it means that the \nmaterial world has a beginning, and not eternal, as some Philosophers claim, sharing God His \neternity. This is what St. Basil confirmed in His work ‘The six days of creation’ or the \n(Hexaemeron), saying, that the expression “In the beginning” does not imply a certain time, \notherwise the beginning would have a beginning and an end; and so this beginning would have a \n\n \n34\nbeginning, thus entering into an endless series of beginnings. But, “The beginning” here, means a \npreliminary movement, and not a time quantity; as for example saying: “The fear of God is the \nbeginning of wisdom” (Proverbs 9: 10). He also says: [Do not assume, man, that the seen \nworld has no beginning, just because the celestial bodies move in a circular course; that because \nof the difficulty to fix a point of beginning for that circular movement, you think it is by nature, \nwith no beginning]. He also says: [Whatever begins at a certain time, would also end at a certain \ntime}. This does not imply the existence of time at the beginning of the movement, but confirms \nthe uprooting of the theory of eternity. Although there was no time, yet, there was a beginning, \nbefore which the world was nothingness. Science confirms the non-eternity of material. \n \nSeveral fathers adopt, beside this literal or historical interpretation for “In the beginning”, the \nsymbolic or spiritual interpretation; believing that it means “In Jesus Christ”, or “In the Word of \nGod”, the heavens and the earth were created. In the following are some of these \ninterpretations: \n \n+ The Son, Himself, is the beginning. When the Jews asked Him :Who are You ? He answered \nthem, saying: “... I am from the beginning” (John 8: 25). \n \nSt. Augustine \n \n+ Who is the beginning of everything, other than our Lord and the Savior of all men (1   \nTimothy 4: 10), Jesus Christ, “The firstborn over all creation” (Colossians 1: 15) ? In that \nbeginning, that is, in His Word, “God created the heavens and the earth”. And as the Evangelist \nJohn says at the beginning of His Gospel: “In the beginning was the Word, and the Word was \nwith God, and the Word was God. He was in the beginning with God. All things were \nmade through Him, and without Him nothing was made, that was  made” (John 1: 1 - 3). \nThe Holy Book does not talk about a time beginning, but about this beginning, that is the Savior, \nby whom the heavens and the earth were made.  \n \nScholar Origen \n \n+ Some think of “The beginning” in term of time, but who contemplate in the word “the \nbeginning’, would realize that it carries more than just one meaning. Sometimes it means ‘the \ncause’, the meaning here would be that the heavens and the earth are existing in the cause’ ... \nActually every thing was done by the “Word”; as in Jesus Christ, everything in heaven or on \nearth were created; the seen and the unseen things. \n \n St. Dedymus, the blind \n \nIn short, we say that God created the world in a certain beginning; and the world did not share \neternity with Him. From another side, the Word of God is the beginning, who has no beginning, \nthe Creator of everything.  \n \n“In the beginning ‘Elohim’ created the heavens and the earth” (Gen 1: 1) \n \n\n \n35\nThe noun ‘Elohim’ came in pleural, while the verb “created’, according to the Arabic version, \ncame in singular; as the Creator is the Holy Trinity, the One in essence, in nature, and in Deity. \n \nThe prophet Moses confirmed that God is the Creator; thus uprooting from his people the many \nlegends that filled the world at that time, concerning the topic of creation; as well as the claim of \ncertain philosophers that the world came as a mere chance. Professor Dr. Youssef Riad \ndiscussed that issue in his work. \n \nFinally, He says that “Elohim’ created the heavens and the earth”, meaning that the heavenlies, \nwith all their hosts, were created first, to be followed by earth, and all that concern it. \n \nIf the heavens refer to the human soul, where God chooses to dwell, as His heavens; and the \nbody, through its sanctification becomes a holy earth, in Jesus Christ we would enjoy these \nheavens and earth; that is to say, we enjoy a soul, that is a temple for the Lord, and a sanctified \nbody for the account of His Kingdom. \n \n2- The Spirit of God and the waters: \n \n“The earth was without form and void, and darkness was on the face of the deep. And \nthe Spirit of God was hovering over the face of the waters” (Genesis 1: 2) \n \nIt was said that the earth was “without form, and void”; and according to the Septaguint \nversion, “unseen, and incomplete”. St. Basil, the Great, explains its being “unseen” , by the fact \nthat man was not yet been created to see it, because it was completely covered with water, or \non account of that light has not yet shone on it; making everything obscure.. As to it being \n“incomplete”, that was because of its inability of producing plants.  \n \nAt any rate, if the divine inspiration, proclaimed that the ‘Father’, has created the heavens and \nearth, by His ‘Word’ (verse 1); Here is revealed, the role of the Holy Spirit, that has been \nhovering over the face of the waters, to create, out of the formless and void earth, a good and \nbeautiful world. The Holy Spirit, up to this very day, descends on the waters of Baptism, to \nsanctify it, to set out of man, corrupted by sin, that made out of him a formless and void earth, \nunseen because of being deprived of God’s shines, and incomplete ... a new heaven and a new \nearth; that is to say, granting us the new birth, in which we enjoy a sanctified soul, with the image \nof God our Creator, and a sanctified body, whose members are instruments of righteousness for \nGod. In the following, we quote some sayings of the fathers in this concern: \n \n+ The first waters begot life, so one should not marvel that water of Baptism is also able to  \ngrant life ... The Spirit of God was carried on the Holy waters, He who recreate  whomever is \nbaptized. The Holy One was carried on the sanctified waters, or rather on  the waters that \nreceive sanctification from Him. By that the water was sanctified by the Spirit, and was given the \nability to sanctify. That is why, if water has been the first  factor in the topic of creation, it got the \nsecret of sanctification through beseeching God. \n\n \n36\n \nScholar Tertilian \n \n+ The new creation is realized by the water and the Spirit, in the same way the world was  \n \ncreated, when the Spirit of God was hovering over the face of the waters. \n \nSt. Clement of Alexandria  \n+ The water was the beginning of the world; as the Jordan was the beginning of the Gospel. \n \nSt. Cyril of Jerusalem \n \n+ If Baptism on that day, was pre-proclaimed through the shadow, there could not be a  \n \n \n true, and sure Baptism, without the Spirit. \n \nSt. Jerome  \n \nAs to the expression “hover”, St. Basil says a Syrian scholar believes that the Syrian language is \ncapable of giving more meaning than the Hebrew; being translated as (to embrace); as though \nthe Spirit likens a bird embraces eggs, to provide them with life through its own warmth. St. \nAmbrosius believes that the movement of the Spirit here, is a continuous movement of love, for \na creative work in the life of man, saying: [How can He who has been moving before the \ncreation of the earth, cease to move after creating it?! \n \n3- The first day : Let it be light: \n \nThe first work presented by God, was setting forth of light: \n \n“Then God said, ‘Let there be light’; and there was light. And God saw the light that it \nwas good; and God divided the light from the darkness. God called the light Day, and the \ndarkness He called Night. So the evening and morning were the first day”  \n \n \n \n \n \n \n \n (Gen. 1: 3 - 5) \n \nI this text, it is to be noticed: \n \n(1) Until recently, some scientists objected to this statement, saying: How could light set forth in \nthe first stage, before the existence of the sun, as the prevailing thought was that the sun was the \nsource of light. But recent researches came to confirm the unexpected fact, that light materially \npreceded the existence of the sun. Here, the exaltness of the Holy Bible and the divine \ninspiration were evident. In short, it can be said that the now prevailing scientific view, is that our \nsolar system, originated from a dark screw-like , widely spread in the universal space (is a cloud \nof gases existing in between the stars). That is why the material of the is extremely thin in a state \nof complete looseness, but its far apart atoms are continuously moving around a point of gravity \nin the center of the ; and through the continuity of movement, the retracts, and its density \ngradually increases toward the center; consequently increasing the chances of bombardment of \nthe atoms with a huge velocity, that ends up in increasing the temperature of the .Through \ncontinuation of temperature increase, the radiation produced by the becomes visible; causing \nlights to appear for the first time, although very faint. That  \nwas how light first appeared \n\n \n37\nbefore the formation of the sun in its present form, that took place in the fourth stage (the Fourth \nday) ... Light appeared when the sun was in its original state, before it was fully formed. \n \nIt is amazing how the words of St. John Chrysostom of the fourth century, came conforming \nwith the discoveries of the twentieth century, saying: [The light of the sun, that was in the first \nday, of no form, came to have its final form on the fourth day]. \n \nSt. Augustine, probably had the same thought, when he said that light that emerged on the first \nday, was not produced by the sun, but probably was material light, produced by exalted places, \nbeyond our vision. \n \n(2) From the symbolic side, St. Augustine believes that that light concerns the holy heavenly city \nthat embraces the saintly angels, and where the believers enjoy eternity; called by the apostle, \n“The Jerusalem above, ... which is the mother of us all” (Galatians 4: 26); in which we shall have \nour portion, having been said, “You are the  \nsons of light and the sons of day. We are not of \nthe night nor of the darkness” (1 Thessalonians 5: 5). The Saint believes that the heavenlies \nenjoyed that light that emerged on the first day, through watching the amazing works of God \nalong all the successive stages; Yet if their knowledge of creation is compared with that of God, \ntheirs is counted as (evening). \n \nWe can say that the works of God began with the setting forth of light, for the angels to behold \nand glorify Him. Likewise, at the onset of the new creation, the Lord shone on us with His \ndivine light, from the holy tomb, with His resurrection, so that, as we become raised in Him, His \nglory would be proclaimed in us. In our new creation – in the water of Baptism -- we enjoy the \ndivine light, the light of His resurrection, working in us, as the first divine work in our life. That is \nthe reason for calling Baptism, “The Sacrament of Enlightenment”. \n \n(3) God divided the light from the darkness, so that we receive the light as children of the light \nand of the day, and reject the darkness, so as not to fall under the fatal night of ignorance.  \nGod grants us the inner light to scatter the ancient darkness, according to the saying of the \napostle: “You were once darkness” (Ephesians 5: 8). He also grants us the Spirit of \ndiscernment, so as, with the Spirit of God, between light and darkness, so as not to fall under \nthe prophetical woe, “ Woe to those who call evil good, and good evil; Who put darkness \nfor light, and light for darkness; Who put bitter for sweet, and sweet for  bitter” (Isaiah \n5: 20). \n \n(4) “Darkness” is not a substance created by God, but is a deprivation of light. Once light \nappeared, darkness was exposed and recognized. Nevertheless, as St. Augustine says, God \norders the light, that He created, and the darkness He did not, and they obey Him. \n \n(5) St. Hypoltes, the Roman, believes that [On the first day, God created things out of \nnothingness; But other days, He did not create things out of nothingness, but from things He \ncreated on the first day, transforming them according to His pleasure].  \n\n \n38\nSeveral fathers commented on the phrase “... said, ... and there was”, that the whole, creation \nalong the six stages, took place as a result of the divine utterance; St. Ambrosius says: [God did \nnot create things with instruments or art, but “He spoke and it was done” (Psalm 33: 9); the \npower of action lies in the divine utterance. And St. Basil, the Great says, [Utterance is, in itself, \nan action]. \n \n(6) St. Basil comments on the phrase “God saw the light, that it was good” (Gen. 4; 12; 18; \n21), that God does not see something as good, through admiring it by eye, or tasting its beauty \nby mind, as we usually do, but sees it as good, when it is perfect, according to His will, and \nbeneficial to the end]. \n \nMany fathers spoke of the ‘goodness’ of creation ... “God saw it, and it was good”; Yet, man, \nby his corruption, corrupted the use of the good creation. That is why, as the  \nLord \nChrist \ncame to renew our fallen nature, as though creating it anew, we no more see in the world \nanything evil. And as St. John Chrysostom says about things that look corrupt, [God’s creation \nis not corrupt; So if it so became, you have the cure: Seal it with the sign of the cross, and give \nGod praise and glory; then its corruption will be taken away]. \n \n(7) He ends His talk about the first day, or the first stage, by saying: “So the evening and the \nmorning were the first day” ; He started with the evening, then ended wit the morning. \nAccording to the Jewish tradition, a day starts with the eve, to be followed by the morning. So, \nif the evening, according to St. Augustine, refers to the perishable body, and the morning refers \nto the ministry of righteousness or light, so evening precedes morning, namely, the body will be \nat the service of righteousness, and not the righteousness, at the service of body lusts. Thus if we \nhave started our life with the evening, let us set forth, by the Holy Spirit, to the morning, so as \nnot to live as carnals, but as spirituals. \n \n(8) Ending our talk about setting forth of the light, we introduce what St. Augustine said \nconcerning it, that it refers to the creation of the heavenlies -- namely the hosts of  \nangels, \nwho were created first. The division of light from darkness, refers to the fall of a group of these \nangels, through pride, to turn into darkness. The saint believes that that division took place \nbefore the fall, with a prior knowledge by God. That view is though, not acceptable, as God \ndoes not divide except after the fall. \n \n4- The second day ... the firmament: \n \nHe probably means by ‘firmament’ that range directly above the earth, in which birds fly, and \nnot the space where the stars are. We can comprehend the way that utterance of God was \nrealized, if we know that earth was in a state of continuous boiling, and surrounded by a sheath \nof dense vapor. During the interval between the first and the second stages, temperature started \nto decrease, leading to the settling down of vapor, and clearing of the atmosphere. As to calling \nthe firmament ‘heaven’, this is in a sense of giving this name to anything that is exalted and high \nabove the earth. \n\n \n39\n \nThat firmament divided the waters which were above (the clouds), from the waters which were \nbeneath (the seas and oceans). This chapter, beside its literal realization, carries a spiritual \nconcept, that touches man’s life. Thus if the spiritual man receives at the beginning, a setting \nforth of the divine shine within his inner depths, it is fitting for him to carry the firmament that \ndivides between waters and waters, to receive the waters of the Holy Spirit, the exalted and \nlife-giver (John 4: 14); and to get high above the waters that are beneath, that is to say of the \ndeep, dwelt by the dragon, that serpent of the old, and the marine beast, the killer of human soul \n(Revelation 12: 7; 20: 3). Whoever enjoys setting forth in the firmament, discerns between the \ngrace of the Spirit, and the deceits of the devil.  \n \nThe scholar Origen says: [As the believer connects himself to the waters above, that is high in \nthe heaven, he becomes heavenly, and would seek the high and exalted things; would not have \nearthly thoughts, but everything heavenly; would “seek those things that are above, where \nChrist is, sitting at the right hand of God” (Colossians 3: 1); to be worthy of God’s praise, \nsaying: “ God saw, it was good”.  \n \nSt. Augustine attacked what the scholar Origen said in his book ‘The Principles’, that the waters \nabove, are the good spirits, that were created by God, and remained on their goodness, on \naccount of their attachment to God. But, once they isolated themselves from Him, they turned \nlowly, to be punished by God through casting them down to earth, and giving them bodies; as \nthough the world in which we live, is a punishment given by God to fallen angels, who were \nclothed with bodies as a sort of chastisement. This theory was also rejected by St. Epiphanius \nand by the fathers of the Church, as it distorts our look at the world, defiles the body, \ndevaluates man, and gives the impression of reincarnation of the spirits. \n \n5- The third day:... The plants: \n \nLet us quote here the words of Professor Dr. Yousef Riad concerning the creation: [In the \nbeginning of the Book of Genesis, we notice that the prophet Moses divided the works of God \ninto six time periods, that end in the creation of man. Moses said that plants appeared first in the \nform of simple plants -- grass; then developed into more complicated kinds, like legumes, then \ntrees. Following that, animals appeared; aquatic animals obviously before birds, and these \nbefore man. This succession is the same one established by the science of Biology and \nMicrobiology. Was Moses aware of our knowledge of the living things, in the twentieth century \n? Of course not. Some will probably claim that it was a matter of pure coincidence; But, surely, \nit was God who granted him that knowledge.  \n \n \n \nMoses, in the Book of Genesis wrote: \n \n“God aid, ‘Let the waters under the heavens be gathered together into one \n\n \n40\n place, and let the dry land appear’, and it was so. And God called the dry \n land Earth, and the gathering together of the waters, He called Seas. And \n God saw that it was good” \n \n \n \n \n \n \n \n (Gen. 1: 9, 10) \nMoses wrote that God gathered the waters under heavens together into one place. He who \ncontemplates in the world map, will notice that this is scientifically true, as all the seven oceans \nof the world have one common bottom. Yet Moses was keen on considering the seas as \nseparate, mentioning them in pleural as ‘Seas’. In the days of Moses, the Red Sea and the \nMediterranean Sea, and probably certain parts of the Atlantic Ocean, were known to man, \nalthough the seven oceans known nowadays, were yet to be discovered after several \ngenerations, when man built the huge ships. So how did Moses know, that although seas were \nseparate, yet they have a common bottom ? ! \n \nSome believe that, in that stage, God ordained that the temperature of the earth falls down \ngradually, which led to contraction and cracking of the earth’s crust, resulting in the formation of \ndeep troughs, rivers, lakes and seas. Seas and oceans gathered together into one place, but the \nseas that are now isolated, have resulted from different physical factors. \n \nNow, we put aside the literal or historical interpretation, and consider the spiritual or symbolic \none. We find the scholar Origen discerning between ‘dry land’ and ‘earth’; the dry land, \ncovered with water, refers to man, covered with sin and trespasses, turning into a land soaking \nwith water, unfit for fruitition. But, if sin retreat from it, it turns from barren dry land into fertile \nland capable of fruitition, that can produce herbs, legume, and trees, that is, yield a spiritual crop \n“some a hundredfold, some sixty, and some thirty” (Matthew 13: 8).The scholar Origen \nsays: [If we do not separate ourselves fro the “waters that are under the firmament”, that is \nthe sins and transgressions of our body, “earth” can not appear in our life, and we can not enjoy \nto grow in light; “For everyone practicing evil hates the light, and does not come to the \nlight, lest his deeds should be exposed; but he who does the truth comes to the light, that \nhis deeds may be clearly seen, that they have done in God” (John 3: 20, 21). We are not to \nbe granted this confidence, unless we become separated from that “waters”, and cast off the \ntransgressions of the body, the basis of our sins; otherwise the dryed up member in us would \nstay dry. \n \nI wish we receive God’s work in us, to have our inner dry land transformed into a sanctified \none, that produce spiritual fruits that please God, and not to carry curse and produce thorns and \nthistles . The scholar Origen also says: [If some people are still dry and fruitless, and carry \n“thorns and thistles” (Gen 3: 18), these carry curse, “whose end is to be burned” (Hebrew 6: 8’ \nIsaiah 9: 17, 18); But with strife and persistence, as they separate themselves from the “water” \nof the abyss, the way of the devil, they appear as fertile land, then they become worthy of \nasking the Lord to move them to a land of milk and honey]. He also says, [Let us wake up, we \nare still, not yet a dry land ! Let us present to God much and diversified fruits, to be blessed by \nthe Lord, who may say: “The smell of my son is like the smell of a field which the Lord has \nblessed” (Gen 27: 27); and, in us would be realized the saying of the apostle: “For the earth \n\n \n41\nwhich drinks in the rain that often comes upon it , and bears herbs useful for those by whom it is \ncultivated, receives blessings from God; but if it bears thorns and briars, it is rejected and near \nto being cursed, whose end I to be burned (Hebrew 6: 7, 8). \n \nSt. Ambrosius believes that, fruitition of the earth, is a sign of raising the body from death; As \nlife set forth from the earth by the order of the Lord, so also, by His order life will be restored to \nour body, put to death. Nature obeys Him, as well as the dried up bones, in the great day of the \nLord. \n \n6- The fourth day: Creation of the great lights: \n \nFor man’s benefit, God created the exalted solar systems, not to make astrologists out of us, \nbut for the sake of our benefit and as a proclamation of his love for us. \n \nIf God created the sun to illuminate man’s day, and to help him in his life, He grants us His living \nWord, the Sun of Righteouness, who makes of our darkness, a permanent day, giving us a new \ninner life. He shines on the Church, to make of it a moon, to illuminate the world, and works in \neach of its members to make out of him a star to circulate in its own orbit, shedding light and \nsplendor on the earth. The scholar Origen says: [Christ is the light of the world who illuminate \nthe Church with His light. As the moon gets its light from the sun to illuminate the darkness, so \nthe Church gets its light from Christ to reflect it on those who are in the darkness of ignorance]. \nHe also says, [Moses, one of these stars, shines in us, and his works illuminate us; So also \nAbraham, Isaiah, Jacob, Jeremiah, and Ezekiel, all those for whom the Holy Book gave \ntestimony, that they pleased God (Hebrew 11: 5)]. And says:[The higher we go, the better we \ncan contemplate in the sun rise, and the better would be the splendor and warmth. In a similar \nway, the higher our thought are lifted up to Christ, the nearer it gets to the splendor and beauty \nof His light, as He, Himself says: “‘Return to Me’, says the Lord of hosts, ‘and I will return to \nyou’” (Zechariah 1: 3)... If we are capable of rising up with Him to the top of the mountain, like \nPeter, James, and John, we shall enjoy the light of Christ, and the voice of the Father, Himself]. \n \nThe stars, with their different kinds, sizes, and distant locations, create in the soul an inner \nlonging for drifting in the heaven of the Church, so that the soul would rise from glory to glory (2 \nCorinthians 3: 18), to become, through Jesus Christ a greater star.  \n \nThe Book says: “God set them in the firmament of the heavens to give light on the earth” \n \n \n \n \n \n \n \n \n \n \n (Gen. 1: 17) \nIt is as though, every spiritual star, in order to keep its nature as a star, and its work to “give \nlight to the earth”, it should stay “in the firmament”, namely remain a bearer of the heavenly \nnature; as if it falls down to earth, it looses its being a star, and would harm the earth instead of \ngiving it light. So also, every soul, for the sake of complimenting others, \nfalls together with them into love of worldlies, and lives with a worldly mind, would lose its \nheavenly nature, the light of God would darken in it, and would let many others perish with her. \nTherefore let us love the earth by staying in the firmament of heaven; not out of pride or \n\n \n42\nhypocrisy, but with love, reflecting the light of the sun of righteousness on others; \ncomprehending that the secret of enlightenment is not in us, but it is in the sun of righteouness, \nwho shines on all for free.  \n \nIf earth refers to the body, when the soul carries the new heavenly nature, and rose up to the \nfirmament of heaven as a star, it reflect the light of the Lord on the body to eighteen it; and our \nearth (body) would be no more an obstacle on the way of our salvation, but carries the light of \nthe Savior in it. In this way, the body walks with the soul in harmony, and the words “God set \nthem in the firmament of the heavens to give light on the earth”. \n \nSt. Theophilus, Bishop of Antioch, of the second century A D, has certain comments on the \ncreation of great lights in the fourth day. In his opinion, the first three days refer to God, His \nWord, an His Wisdom -- He probably meant the Holy Trinity -- Then came the fourth day, \nreferring to humanity, created by God as shining stars, committed to divine commandment. \nThese stare are of two kinds: Steadfast and shining like the prophets and who walk in their \npaths, and wandering stars that alter their locations, referring to those who lost their way to God \nand abandoned His commandment. \n \n7- The fifth day: Creation of Reptiles, fishes and birds: \n \nAs circumstances were convenient to create aquatic animals, He says: \n \n“Let the waters abound with an abundance of living creatures” \n \n \n \n \n \n \n \n \n \n (Gen 1: 20) \nThat means that the beginning of creatures that have living souls was in water. And as St. \nAmbosius says: As waters, by the Word of God, gave forth naturally to living creatures, in a like \nway, the Holy waters, now, also by the Word of God, give birth to living creatures, according \nto grace; living as fishes, likening Christ, the true Fish.  \n \nSt. Augustine believes that, in the emergence of living reptiles from water, is a living portrait of \nthe emergence of the ancient people, crawling out of the Red Sea, carrying life inside them, as \nthough out of the water of Baptism. What symbolically happened to them, is being actually \nrealized with us. \n \nThe scholar Origen believes, that in the reptiles, there is a reference to the wicked thoughts, that \nturns us like creatures that crawl on earth, with hearts that are bound to dust; While birds, on \nthe other hand, refer to the good thoughts that take us up to the heavenlies, saying: [Let the \nbirds soar in the firmament of heavens, and never crawling on earth, ... Let us concentrate our \nattention on the reptiles that could harm us.... If we look at a woman to lust for her, we shall be \nlike a serpent (that crawls), but if we have more reason, even if we are desired by ( the Egyptian \nwoman), we shall be like a Bird, leave our Egyptian garment, and fly with our wings away from \nher wicked plots (Gen. 39: 7). If we deliver ourselves to thoughts of robbery, we would be \n\n \n43\nadopting the work of the serpent; Otherwise we are like a bird, soaring above the earthlies, in \nthe firmament of heavens. \n \nThe scholar Origen wonders, if Reptiles refer to the evil thoughts, why is it said that God saw \nthat everything was good ? He answers that , even in the devil’s opposition to us, if we end up \nenjoying the crown of conquest, everything would be good. \n \nSt. Theopheles of Antioch, believes that, although some fishes are good, referring to those who \nenjoy the blessings of the Baptismal font, and do not seek what is not theirs, namely having no \nprivate possessions, yet, some fishes are evil, the big and strong feeding on the small and weak. \nThe same is true for the birds: some are good and some are evil: [ Those who forsake their \nwickedness, and live with righteousness in spirit, fly upward and please the will of God, but \nthose who do not worship God nor know Him, would be like some sort of birds, who, although \nthey posses wings, yet they are unable to fly, thus they do not soar up in exalted godlies]. \n \n8- The sixth day: Animals and man: \n \nGod prepared everything for the creation of animals, then of man, presenting to them seen and \nunseen things.  \n \nSt. Theophiles of Antioch believes that fierce beasts, did not acquire the spirit of ferocity, except \nafter the fall of man, as a result of the corruption he presented to himself through his rebellion, \nand reflected on the nature of the earth, to produce thorns and thistles, and on the nature of \nbeasts, for some to carry a kind of ferocity, that is inhibited as far as their relationship with \ncertain righteous people, saying: [When man returns to his original condition, and doe no evil, \nthese animals also return to their original condition]. History of the Church present us with \ninnumerable examples for Saints who lived among fierce beasts; and in recent years we knew of \na monk -- Father Abdel Messieh El-Habashi -- who was living, unharmed, among them.  \n \nFinally, God crowned His earthly creation, by creating man, not just as a creature among \ninnumerable creatures, but “in His image, according to His likeness” (Gen 1: 26), and set him \na master over earthly creation. In the creation of man, it is to be noticed: \n \n(1) What draws our attention in the creation of man, is God’s saying: \n \n \n“Let us make man in our image, according to our Likeness” \n \n“So God created man I His own image; in the image of God He created him” \n \n \n \n \n \n \n \n \n \n (Gen. 2: 26, 27) \nSomething we have not heard of for any other creation; He created a soul which carries the \nimage of the Holy Trinity, and according to the likeness of God. \n \nBefore presenting comments of some fathers of the early Church in this concern, I should like to \nrefer concisely to contemporary atheistic philosophies, in order to realize how they are based \n\n \n44\nupon some misunderstanding of the true relationship between God and man, and of the \nsignificance of the creation of man in God’s image. \n \nWe know that contemporary atheism is a rejection of God, more than a denial of His existence; \nContemporary atheists do not deny the existence of God, but they disregard His existence; or \nactually, they wish to free themselves from Him, as according to them   He enslaves man and \ndeprives him of his humanity. That is why, the German atheist ‘Henry Hane’ said: [Let us leave \nheaven for angels and sparrows]’ and the French Poet ‘Briver’ said: [Our Father who art in \nheaven, stay there]. Then came Karl Marx with his atheism, in which he partly took after the \nviews of the Philosopher ‘Fobach’ (1804 - 1872), who said: The greatest point of \ntransformation in history, will be the moment, in which man realizes that the only God is man \nhimself -- Homo homini deus]. So, ‘Fobach’ wanted man to be a God for himself, with no-one \nto suppress his breath; then Karl Marx came to deny the existence of God, for no reason \nexcept to confirm that of  \nman; he wrongly believed that religion is (an alienation from \nman), by escaping to what is named (God). Now, I am not intending to discuss these views \nhere, but I shall refer the reader to the admirable research, written by Professor ‘Costi Bandali’. \nWhat I wish to stress the fact that, what motivated these atheist philosophers, was their \nmisunderstanding of God’s valuation for man. God is not an enemy of human freedom, as \nclaimed by Marxists, nor His existence is set upon man’s inability and humility, but He created \nman in His image, to let him accept his Creator as a Friend, responding to Him, not on a level of \nweakness and humiliation, but on that of freedom, of love, and of friendship. We shall see, in \nour study of the Holy Bible as a whole, that its main line is setting man in God’s image and \naccording to His likeness, to make of him His heir with Christ, a partner with Him in eternal \nglory. We see God running after man to embrace him, not to destroy him, and to lift him up far \nabove material life. Even after man’s fall, we hear the Lord Christ, the Word of God, say: “No \nlonger do I call you servants, for a servant does not know what his master is doing, but I have \ncalled  you friends, for all things that I heard from My Father I have made known to you”  \n \n (John 15: 15). \n \nGod’s existence, is not set upon denying man’s life and dignity; But God descended to lift us up \nto Him. The eastern Theology, in the early centuries, came summarized in a well famed phrase, \nmentioned by many father, although in different styles: [God became man, to make of man a \ngod]. What the contemporary atheists carry, of a longing toward Deity, is actually an inner thirst \ntoward eternity, set through the image that only man enjoyed among all earthly creatures; and as \nCosti Bandali says: [The limitless hopes of man, is in man, the image of the limitless God, who \ninvites him to share His life]. \n \nKarl Marx, thought of making himself a god for himself, through his denial of the existence of \nGod; and did not realize that what he harbors inside him of yearning to Deity, is a fruit of being \ncreated in God’s image, despite its deviation from its supposed course. Marx, incapably, faced \nthe (problem of death); so tried to avoid it in his voluminous work, except once, because of his \nconfusion before death, and his realization that, then, he would lose the deity he set for himself. \nThat became clear in  his saying: [The death of my son hurt me real bad, that I still feel the \n\n \n45\nbitterness of losing him like that very day]. Here, every hope he has is destroyed, and his \nmeaning of life is lost. The Marxists, in a state of confusion, then began to debate, in their \nconventions, the problem of “Meaning of life and death”.  \n \nIf contemporary atheists, thought that, in distorting the relationship with God, they are \nstrengthening the human being; We say that our unity with God, who created us in His image \nand according to His likeness, and died to save us, has granted us fellowship of His nature, and \nenjoyment of His glories beyond the limits of time and place. We carry His image, as though we \nare His personal (coins), not to be confiscated by another, but to get attracted to Him, for the \noriginal to get together with the image; and as the  \nLord says: “Render to Caesar the \nthings that are Caesar’s, and to God the things that are God’s” (Matthew 22: 21).. As we are \ncarrying His image, we yearn to join Him and enjoy His bosom. \n \nThe following are some comments of fathers about the creation of man in God’s image and \naccording to His likeness: \n \n+ Notice the exaltness of the creation of man, that is not to be compared with the creation of \nheaven or earth, of sun or of moon. \n \n+ What is created in God’s image is our invisible inner man, not the carnal nor the mortal; By \nthese real features, the image of God is characterized and recognized. \n \n \n \n \n \n \n \n \n \n(Scholar Origen) \n \n \n \n+ What the Lord said when He saw the coin of Caesar, is as though He is saying, As Caesar \nrequests you to seal his image, so God also requests; Thus Caesar’s coin would be given back \nto him; while the soul would be returned to God, enlightened and sealed with the splendor of \nHis image. \n \n+ You have printed Your features on us ! You created us in your image and according to Your \nlikeness ! You made us Your Coins; yet Your coins should not remain in darkness. Send the ray \nof Your wisdom to scatter our darkness, for Your image to shine in us. \n \n+ Do not think of how to pay Him back ... Give Him back His image; He does not ask for more \n... He wants His coin back ... Do not give Him something of yours; As when you do that, you \nwould give Him sin. \n \n \n \n \n \n \n \n \n \n(St. Augustine) \n \n(2) God created the human soul in His image and according to His likeness, namely after the \nexample of the Holy Trinity; It is a living, uttering being; and although it is of one essence, in its \nbeing and nature, yet, being, is not uttering, nor life. So, with great difference, the Father is His \nown being, uttering is His Word, and life is the Holy Spirit. God is One in essence, being by \nHimself, uttering by His Son, living by the  \n  \n Holy Spirit. \n \n\n \n46\n(3) Only in the creation of man, God says: “Let us make” , in pleural ; as the Holy Trinity likes \nto work together with pleasure, for the sake of this beloved creature. \n \n(4) God created man at the end, to crown him a king over creation; and as we say in the \nGregorian Liturgy, that He did not let him in need of anything ...; He created everything for his \nsake and gave him authority, saying:  \n \n“Be fruitful and multiply; fill the earth and subdue it; have domination over \n the fish of the sea, over the birds of the air, and over every living thing that \n moves on the earth”  \n \n \n \n \n \n \n \n \n \n \n (Gen 1: 28) \nHe did not create him a humble being in humiliation; but one of authority over himself as well as \nover all creatures. \n \nThe scholar Origen says: [That refers to what springs of the soul, and to whims of the heart, or \nto carnal lusts. Saints who are honest in the blessing of the Lord, have authority over these \nthings, over their whole man according to the will of the Spirit; not like sinners who fall under the \nauthority and lusts of the body]. The true Christian, according to (Mar) Isaac, the Syrian, is a \nking, of authority, who tells this thought to go away, and that to come, to be obeyed in either \ncases. \n \n(5) Man was created in the sixth day, or the sixth stage, to have God see everything that He has \nmade, not as “good”, but as “very good” (Gen. 1: 31). Then, God rested on the seventh day, \nthat is to say rejoiced in man, the object of His love. As man was created in the sixth day, the \nLord Christ offered His life a sacrifice on the cross, to restore His creation or to renew it \nspiritually on the sixth day, and in the sixth hour. St. Augustine believes that the Lord Christ \ncame to man in the sixth stage to renew him and to get him back to the image of God; as he (St. \nAugustine) divides the history of salvation into the following periods: The first, from Adam to \nNoah, the second from Noah to Abraham, the third from Abraham to David, the fourth from \nDavid to the captivity by Babylon, and the fifth from the captivity of Babylon to the mission of \nJohn the Baptist. Now we are in the sixth stage or the sixth day, when the Lord Christ came to \nrenew our creation until the world comes to an end, and we enter into His rest, in the day of the  \nLord, or in the seventh day. \n \n(6) In His talk about creation, He mentioned that of man, in a very concise and accurate way, \nsaying: “Male and female He created them” (Gen. A: 27); although He would, later on, deal \nwith the creation of Adam then Eve in more detail. At the beginning He said that “male and \nfemale He created them”, to confirm that we have one father and one mother, to bind all \nhumanity with one blood bond ..., beside confirming another aspect, that is the sanctification of \nthe secret of matrimony between man and woman, being the secret of unity between the two of \nthem. The scholar Origen says: [All the works of God are in united pairs -- as heaven and earth, \nsun and moon, and so the Book aimed to reveal that man. As the work of God, is not to be \nrealized without the consummation in a unity that fits him]. In other words, God created man, as \n\n \n47\nmale and female, to have in them a movement of love one toward the other, not in a lustily \ncarnal way, but in what is far more exalted, as a sign of an inner life, that gives with no  \nexpectation of a reward. If the Holy Trinity is the Trinity of love, that eternally react together in a \nmovement of love, so God wants humanity to carry a true movement of love, for the sake of the \nnature of inner love, and not for any expected reward. That is  probably the first goal of human \nlife in general; as well as that of the life of marriage. \n \nThe Book says: \n“Then God blessed them, and said to them, ‘Be fruitful and multiply; fill the \n earth and subdue it; have domination ...” \n \n \n \n \n \n \n \n \n (Gen. 1: 28) \nAnd as St. Augustine says: [Fruitfulness and multiplying to fill the earth, are a gift of  blessing \nfrom God; the gift of marriage, set y God from the beginning, before the fall of man, when He \n“male and female He created them”, namely when He created them as two distinctive sexes]. \nAnd he also says: [Man could not be fruitful and multiply without the woman; so He gave him \nthe woman, so as not to doubt the possibility of  the blessing]. \n \nGod created man as male and female in order to beget children, even if they had not  fallen into \nthe sin of rebellion, and not as some people think, that begetting came as the  fruit of sin. That is \nwhy St. Augustine confirms that begetting is realized, not as a fruit of lust, but as a part of the \nglory of marriage, set by God Himself. He also rejects the perception that the sin committed by \nthe first parents has been the carnal lust, that bared them of purity, but says that lust came as \none of the fruits of rebellion.  \n \nFinally, the scholar Origen gives another allegoric interpretation, seeing in man a symbol of mind, \nand in woman that of spirit; as though it is a must that the two of  them should unite in a holy life, \nas two harmonious factors, to beget children with authority over the earth, namely over the body \nand all its energies. That means, that there is no spiritual life without either the mind or the spirit, \nbut the two of them should act in harmony, under the leadership of the Holy Spirit, to be fruitful \nin the Lord, to please His heart. \n \nIn the New Testament, as God lifts us up to a heavenly angelical life, some people prefer a \nvirgin life, not as a despite for marriage, but for the sake of dedicating their life   to worship or \nministry; according to the saying of the apostle Paul: “I want you to be without care. He who \nis unmarried cares for the things that belong to the Lord -- how he may please the Lord. \nBut he who is married, cares about the things of the world -- how he may please his wife” \n(1 Corinthians 7: 32, 33). In this the apostle is not despising marriage, but he is commending \nvirginity. And as St. Jerome says: [While we allow marriage, we prefer virginity originating from \nit ... Is it an insult to the tree, if   its apples are preferred to its root or leaves ? ! ]. \n \n \n \n \n\n \n48\n \n \n"
      },
      {
        "source": "JPS-Bnai-Mitzvah-Torah-Commentary-excerpt",
        "content": "you, and your family. This is your journey toward Jew-\nish maturity. Love it.\n \nCopyrighted Material\nJPS B'nai Mitzvah Torah Commentary \nRabbi Jeffrey K. Salkin\nBuy the book\n\n3\n genesis\n•  Bere’shit: Genesis 1:1– 6:8\nThis is how it all starts— with a Torah portion that poses a lot of ques-\ntions. God creates the world in six days (right, but how long was a \nday?). God rests on the seventh day, which is how Shabbat gets started. \nGod then creates Adam and Eve and places them in the Garden of Eden.\nThings are going great until Adam and Eve disobey God by eating \nfrom the Tree of Knowledge of Good and Evil. God kicks them out \nof the garden. Just when you think things are bad enough, Cain kills \nhis brother, Abel. As punishment, Cain is condemned to wander the \nearth. And over the next several generations, humanity increasingly \ndescends into violence.\nMaybe the whole “humanity” project isn’t working out as well as \nGod had planned. Stay tuned for God’s solution to the problem.\nSummary\n • God creates the universe as we know it in a series of six days. \n(1:1– 29)\n • Human beings are created in the image of God. (1:26– 28)\n • The seventh day of creation is a day of rest— Shabbat— and God \ndeclares it holy. (2:1– 3)\n • Human beings had a special role in the Garden of Eden, and God \ncommands them not to eat from the Tree of Knowledge of Good \nand Evil. The snake convinces Adam and Eve to disobey God’s \ncommand, with severe consequences that include expulsion from \nthe garden. (2:4– 3:24)\n • Cain kills his brother, Abel, and God confronts him. From there, \nthings go downhill fast and humanity increasingly descends into \nviolence. (4:1– 6:8)\nCopyrighted Material\nJPS B'nai Mitzvah Torah Commentary \nRabbi Jeffrey K. Salkin\nBuy the book\n\n4 Genesis \nThe Big Ideas\n • The story of creation in Genesis is a moral story, about the na-\nture of the world and of humanity itself. It contains ethical \nteachings about the pattern of creation and the meaning of the \nworld itself.\n • God created order out of chaos. We don’t know how long a day \nwas, but the most important thing is that there is a rhythm and \npattern to creation, and that things do not simply happen in a \nrandom way.\n • Language is a tool of creation. That is precisely how God uses \nlanguage: “Let there be . . .” The words that we say have the \npower to create worlds, or, if we use words irresponsibly, they \ncan destroy worlds— and people— as well.\n • Nature must be respected. We are not free to do whatever we \nwant to the earth, its living things, and its resources. Because \nthe earth is God’s creation, we must respect it and take care of it, \nwhich was one of God’s commandments to Adam and Eve in the \nGarden of Eden.\n • Special times can be holy. The ﬁrst thing declared holy in the To-\nrah is not a place nor a person, but a time. The seventh day is \nholy and set apart because God rested on that day. When we rest \non Shabbat we too make it a holy— a special— day.\n • Human beings are responsible for one another. The Torah tells \nus that humanity is made in God’s image, and one way of inter-\npreting this is that there is a piece of God within us all. In some \ndeep way, we are all connected to each other and to God, and \nwe should treat one other as we want to be treated, and as God \nwould want to be treated.\nDivrei Torah\nin god’s image: what does it mean?\nThe last thing that God creates is humanity. The Torah suggests that \nperhaps God saved the best for last. We are uniquely described as cre-\nated in God’s image: “And God created humankind in the divine image, \ncreating it in the image of God— creating them male and female” (1:27).\nThis is perhaps the greatest idea that Judaism ever gave to the \nCopyrighted Material\nJPS B'nai Mitzvah Torah Commentary \nRabbi Jeffrey K. Salkin\nBuy the book\n\nBere’shit 1:1–6:8 5\nworld— that every person has the spark of divinity within him or her. \nThe great sage Rabbi Akiba recognized that our awareness of this spark \nmakes us even more special: “Beloved are human beings, because they \nwere created in the divine image. But it was through a special love \nthat they became aware that they were created in the divine image.”\nWhat does this really mean— “in the divine image”?\nOn its most basic level, it means that while we are certainly not \nGod, in some way we resemble God. It means that we should try to \nimitate God. A large part of our human responsibilities ﬂow from the \nvarious things that God does in the Torah. Our tradition teaches that \nas God creates, we can create. As God clothes Adam and Eve, so we \ncan clothe the needy. As God gives life, so we strive to heal the sick.\nBeing made in God’s image means that we have special tasks and \nopportunities in the world. We have a special responsibility to care \nfor all of God’s creation. Because God created the world and all living \nthings within it, we must avoid destruction of the earth and its plant \nlife (ba’al tashhit). Because God created and blessed animals (1:22), we \nmust avoid cruelty to animals (tza’ar ba’alei chayyim). Because God cre-\nated, blessed, and made human beings in the divine image, we must \nrecognize the sacred in all human beings and cherish them. Yes, to \navoid destructio"
      },
      {
        "source": "mhc",
        "content": "Matthew Henry's Commentary on the Whole Bible\n[Volume Index]\nAuthor(s):\nHenry, Matthew\nPublisher:\nGrand Rapids, MI: Christian Classics Ethereal Library\nSubjects:\nThe Bible\nWorks about the Bible\ni\n\nContents\n1\nTitle Page\nii\n\nThis PDF file is from the Christian Classics Ethereal Library, www.ccel.org. The mission of\nthe CCEL is to make classic Christian books available to the world.\n• This book is available in PDF, HTML, ePub, and other formats. See\nhttp://www.ccel.org/ccel/henry/mhc.html.\n• Discuss this book online at http://www.ccel.org/node/3061.\nThe CCEL makes CDs of classic Christian literature available around the world through the\nWeb and through CDs. We have distributed thousands of such CDs free in developing\ncountries. If you are in a developing country and would like to receive a free CD, please\nsend a request by email to cd-request@ccel.org.\nThe Christian Classics Ethereal Library is a self supporting non-profit organization at\nCalvin College. If you wish to give of your time or money to support the CCEL, please visit\nhttp://www.ccel.org/give.\nThis PDF file is copyrighted by the Christian Classics Ethereal Library. It may be freely\ncopied for non-commercial purposes as long as it is not modified. All other rights are re-\nserved. Written permission is required for commercial use.\niii\n\nMatthew Henry's\nCommentary on the Whole Bible\nUnabridged\n \nVolume Index\n \nVol. IV.—Isaiah to Malachi.\nVol. I.—Genesis to Deuteronomy.\n• Jonah\n• Preface\n• Micah\n• Genesis\n• Nahum\n• Exodus\n• Habakkuk\n• Leviticus\n• Zephaniah\n• Numbers\n• Haggai\n• Deuteronomy\nVol. II.—Joshua to Esther.\n• Zechariah\n• Malachi\n• Preface\nVol. V.—Matthew to John.\n• Joshua\n• Preface\n• Judges\n• Matthew\n• Ruth\n• Mark\n• First Samuel\n• Luke\n• Second Samuel\n• John\n• First Kings\nVol. VI.—Acts to Revelation.\n• Second Kings\n• First Chronicles\n1\nTitle Page\n\n• Preface\n• Second Chronicles\n• Acts of the Apostles\n• Ezra\n• Romans\n• Nehemiah\n• First Corinthians\n• Esther\nVol. III.—Job to Song of Solomon.\n• Second Corinthians\n• Galatians\n• Preface\n• Ephesians\n• Job\n• Philippians\n• Psalms\n• Colossians\n• Proverbs\n• First Thessalonians\n• Ecclesiastes\n• Second Thessalonians\n• Song of Solmon\n• First Timothy\nVol. IV.—Isaiah to Malachi.\n• Second Timothy\n• Preface\n• Titus\n• Isaiah\n• Philemon\n• Jeremiah\n• Hebrews\n• Lamentations\n• James\n• Ezekiel\n• First Peter\n• Daniel\n• Second Peter\n• Hosea\n• First John\n• Joel\n• Second John\n• Amos\n• Third John\n• Obadiah\n• Jude\n• Revelation\n2\nTitle Page\n"
      },
      {
        "source": "On Genesis - Augustine, St. & Teske, Roland_5059",
        "content": "ees, starting from this verse of chapter one, \"In the beginning God \ncreated heaven and earth,\" and continuing up to verse two of chapter two in \nwhich God is said to have rested on the seventh day. \nCHAPTER 1 \nIn Defense of the Old Law against the Manichees He Is Going to \nWrite in a Style Made Simpler So the Uneducated May Understand \nF THE Manichees would choose those whom they would \nlead astray, we too would choose our words to reply \nto them. But they pursue both the learned with their \nletters and the unlearned with their error, and they attempt \nto turn men away from the truth while they promise the \ntruth.! Hence, their vanity must be refuted by the plain facts, \nnot by an elegant and polished discourse. For I was pleased \nby the opinion of some truly Christian men who, though they \nhad been well trained in the liberal arts, nonetheless saw, \nwhen they read the other books we published against the \nManichees, that the less educated understood them either not \nat all or only with difficulty.2 They advised me in a friendly \n1. This was, of course, the case with Augustine who was lured into the \nManichaean sect as an auditor by their promises of truth; cf. DUC 1.2. \n2. Prior to DGnM Augustine had written CA, DBV, DaR-all in 386, DI \nin 387, DMu in 387/90, DQ in 387/88, DME in 387/89 and part of DLA, \nwhich was begun in 388, but not completed until 395. It is not clear to which \nof these Augustine is referring. Augustine says in R 1.10.1 that he was on \nguard in his works prior to DGnM \"to show that God who is supremely good \nand immutable is the creator of all mutable natures and that there is no evil \nnature or substance.\" However, he adds that DGnM was \"explicitly published \nagainst [the ManicheesJ in defense of the Old Law which they attack with the \nimpassioned zeal of their foolish error.\" \n47 \n\n48 \nSAINT AUGUSTINE \nfashion not to abandon the common manner of speaking if I \nwas planning to uproot those destructive errors from the \nminds of the uneducated as well. For the learned also under-\nstand this familiar and simple language, but the unlearned \ndo not understand the former. \n2. Accordingly the Manichees are accustomed to attack the \nScriptures of the Old Testament that they do not recognize \nand to mock and mislead by that attack our weak and little \nones, who find no way to respond to them. 3 For there is no \nbook of Scripture that cannot be censured with ease in the \neyes of those who do not understand it. Divine Providence \npermits many heretics with their differing errors so that at \nleast, when they insult us and ask us what we do not know, \nwe may shake off our sluggishness and long to know the di-\nvine Scriptures. This is why the Apostle says, \"It is necessary \nthat there be heresies in order that those who are approved \namong you might become manifest.\"4 For those are approved \nbefore God who can teach well, but they can only become \nmanifest to men when they teach. They are, however, willing \nto teach only those who seek to be taught. Yet many are slow \nto seek if they are not aroused as if from sleep by the trou-\nblesomeness and insults of the heretics. Then, embarrassed \nover their ignorance, they perceive that they are in danger \nbecause of that ignorance. If these are men of solid faith, \nthey do not give in to the heretics, but carefully seek what \nresponse they should make to them. God does not abandon \nthem. When they ask, they receive, and when they seek, they \nfind, and when they knock, the door will be opened for \nthem.s Those, however, who give up hope that they can find \nin Catholic teaching what they are seeking are worn down by \ntheir errors. But if they seek with perseverance, they will re-\nturn, exhausted after many labors, thirsting and almost dead, \nto the very fountains from which they wandered away. \n3. For the identity of \"the little ones,\" the uneducated Christians whom \nAugustine had especially in mind in writing this work, cf. the Introduction, \npp. 12-15. \n4· I Cor 11.19· \n5· Cf. Matt 7·7· \n\nAGAINST THE MANICHEES, BOOK 1 \n"
      },
      {
        "source": "Rashi on Genesis - en - Corrected Rashi (English) ",
        "content": "'וינגע ה' וגו AND THE LORD PLAGUED PHARAOH etc. — He was smitten with the disease of Raathon for which marital relations are harmful.\nוימצאהו איש AND A MAN FOUND HIM — This was the angel Gabriel (Genesis Rabbah 84:14) as it is said, (Daniel 9:21) and the man (והאיש) Gabriel” (Midrash Tanchuma, Vayera 22)."
      },
      {
        "source": "Rashi on Genesis - en - Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934",
        "content": "refore the sacrifices are associated with the name of Isaac and not with that of Abraham.\nיעקב יעקב JACOB, JACOB — The repetition of the name is a mark of affection (Sifra, Vayikra Dibbura d'Nedavah, Chapter 1 12). \nאל תירא מרדה מצרימה FEAR NOT TO GO DOWN TO EGYPT — God said this to him because he was grieved that he was compelled to leave the Land of Israel (Pirkei DeRabbi Eliezer 39). \nואנכי אעלך AND I MYSELF WILL ALSO SURELY BRING THEE UP AGAIN — Here He promised him that he would be buried in the Holy Land (Talmud Yerushalmi Sotah 1:10). \nאשר רכשו בארץ כנען WHICH THEY HAD GOTTEN IN THE LAND OF CANAAN — But all that he had gotten in Padan-aram he gave to Esau in payment for his share in the Cave of Machpelah. He said, “The possessions I obtained outside the land are of no value to me”. It is to this that the words refer (Genesis 50:5) “[Bury me in my burying-place] which כריתי” I obtained for myself by means of a כרי. He placed before him (Esau) piles of gold and silver like a heap (כרי) of corn and said to him, “Take these in exchange for your share in the Cave of Machpelah” (Midrash Tanchuma, Vayechi 6).\nובנות בניו HIS SON’S DAUGHTERS — these were Serah, the daughter of Asher, and Jochebed, the daughter of Levi. \nהבאים מצרימה WHO CAME INTO EGYPT — Relative to that time when they were going to Egypt Scripture calls them “those who were coming” to Egypt (the participle) and one, therefore, need not be surprised that it does not state אשר באו “who came” (the perfect tense). \nבן הכנענית THE SON OF THE CANAANITISH WOMAN — means the son of Dinah, who had been associated with a Canaanite (Shechem). When they (her brothers) had killed Shechem, Dinah refused to leave the city until Simeon swore to her that he would marry her and regard the child she was about to bear as his own (cf. Genesis Rabbah 80:11).  \nאלה בני לאה ואת דינה בתו THESE ARE THE SONS OF LEAH WITH HIS DAUGHTER DINAH. — Scripture associates the men with the name of Leah and the women with that of Jacob for the reason given the Talmud (Niddah 31a).\nשלשים ושלש THIRTY THREE — But in the enumeration above you will find only thirty-two. The one whose name is omitted is Jochebed who was born “between the walls” just as they entered the border city, as it is said (Numbers 26:59) “Jochebed, the daughter of Levi, whom her mother bore to Levi in Egypt — she was born in Egypt, but she was not conceived in Egypt (Bava Batra 123).\nבני רחל אשת יעקב THE SONS OF RACHEL, JACOB’S WIFE — In the case of all the other wives of Jacob the term אשת “wife” is not mentioned. But the reason is because she was the chief mistress of the household (Genesis Rabbah 73:1). \nכל הנפש הבאה ליעקב EVERY SOUL THAT WAS COMING WITH JACOB — every soul that left Canaan to go to Egypt The word הבאה, here, is not a perfect tense, but a participle with a relative present sense — just as (Ester 2:4) “In the evening she (באה) was coming” and (Genesis 29:7) “and, behold, Rachel his daughter is coming (באה)” and therefore the accent is on the last syllable, on the א, because when they left, coming from the land of Canaan, they were only sixty-six. But at the second mention of this word (Genesis 46:27) — “every soul of the house of Jacob, which came (הבאה) into Egypt were seventy” — it is a perfect tense and therefore it is accented on the last but one syllable, on the ב. The reason is, that when they came there, they were seventy, for they found Joseph and his two sons there, and Jochebed was added to their number “between the walls”. According to the view of the Rabbi (i. e. R. Jehudah, cf. Genesis Rabbah 84) who stated that with each of Jacob’s sons a twin-sister was born, we must say that these died before they (Jacob and his family) went down to Egypt, because they are not enumerated here. In Vayikra Rabbah 4:6 I found the following: When he left Canaan (cf. Genesis 36:6) Esau’s family consisted of only six (himself and his five sons), and Scripture calls them “the souls of his house” (in the plural) and this is because they worshipped many gods (each serving a different god and having as it were, a different soul or religious feeling). But the family of Jacob when he came to Egypt consisted of seventy and Scripture calls them “soul”, in the singular, because they all served One God. \nלהורת לפניו TO DIRECT HIM — Render this as the Targum does: to prepare a place for him and to show him how he should settle in it.\nלפניו BEFORE HIM — means before he should arrive there. A Midrashic comment is: להורת לפניו (in the sense of, “that there might be teaching before him”) — to establish for him a House of Study from which Teaching (הוראה or תורה) might go forth (Genesis Rabbah 95:3). \nויאסר יוסף מרכבתו AND JOSEPH MADE READY (literally, bound, harnessed) HIS CHARIOT — He himself harnessed the horses to the chariot being eager to show honour to his father (Genesis Rabbah 95:8; Mechilta to בשלח).\nוירא אליו  AND HE APPEARED BEFORE HIM — Joseph appeared before his father.\nויבך על צואריו עוד AND WEPT ON HIS NECK A GOOD WHILE — The phrase ויבך עוד signifies weeping copiously. So, too, עוד has the same meaning in (Job 34:23) “For He doth not place upon a man עוד” — which means something more than is proper: God d"
      }
    ],
    "augustine_commentary": "\nOh, glorious passage of scripture! The very foundations of our faith are laid bare before us in these few, simple words. \"In the beginning God created the heaven and the earth.\" Ah, but what does it mean to say that God created? Is it simply a matter of crafting something out of nothing, as if He were an artisan fashioning a work of art? Nay, my dear brothers and sisters, for the very word \"create\" implies so much more. It means to bring forth from nothingness, to call forth into being that which did not exist before.\n\nAnd what is this \"heaven and earth\" that God created? Is it not the very fabric of our existence, the framework of our reality? The heavens above us, the earth beneath our feet, the vast expanse of space stretching out in every direction – all of these are part of the grand tapestry of creation, woven together by the Almighty's own two hands.\n\nBut alas, my friends, this is not the end of the story. Oh no, for the passage goes on to say that \"the earth was without form, and void; and darkness was upon the face of the deep.\" Ah, the darkness! How often do we overlook it, how easily do we gloss over its significance? But let me tell you, dear reader, the darkness is just as much a part of God's creation as the light. It is the shadow that gives depth and dimension to all things, the mystery that lies at the heart of existence.\n\nAnd then, oh marvelous sight! \"The Spirit of God moved upon the face of the waters.\" The very breath of God, His life-giving essence, stirring and animating the depths of creation. It is as if He were saying to us, \"I am here, I am present, I am alive and active in all things.\"\n\nBut wait, my dear friends, for the passage does not end there! Oh no, it goes on to say that God will come unto us, and make His abode with us. Can you hear the promise in those words? Can you feel the weight of that love, the depth of that desire to be close to us, to dwell within us? It is as if God were saying, \"I will never leave you, I will never forsake you. I will always be with you, and I will make my home within your very hearts.\"\n\nAnd so, my dear brothers and sisters, let us meditate on these words, let us ponder their depth and richness. Let us allow them to penetrate our very being, to transform us from the inside out. For in these simple phrases, we find the very essence of God's love for us, the heart of His plan for our salvation. Amen!",
    "aquinas_commentary": "\nBlessed be the Lord, who has given us this beautiful passage from the Book of Genesis to ponder and reflect upon. As Saint Thomas Aquinas, I would like to offer some spiritual insights and theological explanations grounded in Scripture and reason.\n\nFirstly, let us observe the order of events in this passage. God creates the heavens and the earth, but the earth is not yet formed. The Hebrew word for \"void\" (tohu) implies a state of disorder or confusion, while the word for \"darkness\" (choshek) suggests a lack of light or clarity. This depiction of the earth before God's creative act highlights the idea that creation is inherently flawed and in need of redemption.\n\nNow, let us turn to the Spirit of God, which moves upon the face of the waters. This imagery suggests the dynamic and creative power of God, who is both transcendent and immanent. The Spirit is not just a passive observer but an active participant in the creative process, symbolizing the divine energy that brings order out of chaos.\n\nIn this context, we can understand the phrase \"the face of the deep\" (pesha) to refer to the chaotic, unformed state of the earth. The Hebrew word for \"deep\" (yam) can also be translated as \"sea,\" implying a vast and unpredictable expanse. This imagery underscores the idea that creation is not just a rational exercise but an act of divine love and generosity, where God brings order to chaos and beauty out of confusion.\n\nAs we meditate on this passage, let us consider how it speaks to our own experiences of chaos and disorder in life. Just as the earth was formless and void before God's creative act, so too can we find ourselves lost in a sea of confusion or struggling to make sense of the world around us. However, by turning to God and allowing His Spirit to move upon our lives, we can begin to discern order and purpose where there once was chaos.\n\nIn this light, let us offer a prayer inspired by this passage: Dear Lord, help us to recognize the disorder and confusion that can accompany our lives, just as the earth was before your creative act. Grant us the grace to seek you out in times of turmoil, and to allow your Spirit to move upon our hearts and minds, bringing order and clarity where there once was chaos. Amen.\n\nIn conclusion, the passage from Genesis 1 offers a powerful reminder that creation is inherently flawed but also redeemable through God's divine intervention. By reflecting on this passage with spiritual insight and theological understanding, we can deepen our appreciation for the creative power of God and our need for His grace in times of chaos. Amen.",
    "web_data": [
      {
        "source": "biblehub.com",
        "url": "https://biblehub.com/commentaries/genesis/1.htm",
        "content": "Bible > Commentaries > Genesis 1:1 ◄ Genesis 1:1 ► In the beginning God created the heaven and the earth. Jump to: Barnes • Benson • BI • Calvin • Cambridge • Clarke • Darby • Ellicott • Expositor's • Exp Dct • Gaebelein • GSB • Gill • Gray • Haydock • Hastings • Homiletics • JFB • KD • KJT • Lange • MacLaren • MHC • MHCW • Parker • Poole • Pulpit • Sermon • SCO • TTB • WES • TSK EXPOSITORY (ENGLISH BIBLE) Ellicott's Commentary for English Readers THE CREATIVE WEEK ( Genesis 1:1 to Genesis 2:3 ). (1) In the beginning. âNot, as in John 1:1 , âfrom eternity,â but in the beginning of this sidereal system, of which our sun, with its attendant planets, forms a part. As there never was a time when God did not exist, and as activity is an essential part of His being ( John 5:17 ), so, probably, there was never a time when worlds did not exist; and in the process of calling them into existence when and how He willed, we may well believe that God acted in accordance with the working of some universal law, of which He is Himself the author. It was natural with St. John, when placing the same words at the commencement of his Gospel, to carry back our minds to a more absolute conceivable âbeginning,â when the work of creation had not commenced, and when in the whole universe there was only God. God. âHeb., Elohim. A word plural in form, but joined with a verb singular, except when it refers to the false gods of the heathen, in which case it takes a verb plural. Its root-meaning is strength, power; and the form Elohim is not to be regarded as a pluralis majestatis, but as embodying the effort of early human thought in feeling after the Deity, and in arriving at the conclusion that the Deity was One. Thus, in the name Elohim it included in one Person all the powers, mights, and influences by which the world was first created and is now governed and maintained. In the Vedas, in the hymns recovered for us by the decipherment of the cuneiform inscriptions, whether Accadian or Semitic, and in all other ancient religious poetry, we find these powers ascribed to different beings; in the Bible alone Elohim is one. Christians may also well see in this a foreshadowing of the plurality of persons in the Divine Trinity; but its primary lesson is that, however diverse may seem the working of the powers of nature, the Worker is one and His work one. Created. âCreation, in its strict sense of producing something out of nothing, contains an idea so noble and elevated that naturally human language could only gradually rise up to it. It is quite possible, therefore, that the word bÃ¢rÃ¢ , âhe created,â may originally have signified to hew stone or fell timber; but as a matter of fact it is a rare word, and employed chiefly or entirely in connection with the activity of God. As, moreover, âthe heaven and the earthâ can only mean the totality of all existent things, the idea of creating them out of nothing is contained in the very form of the sentence. Even",
        "type": "commentary"
      },
      {
        "source": "biblehub.com",
        "url": "https://biblehub.com/genesis/1.htm",
        "content": "Bible > Genesis > Genesis 1 ◄ Genesis 1 ► Book Sum People Topics Que Berean Standard Bible Par ▾ The Creation ( John 1:1–5 ; Hebrews 11:1–3 ) 1 In the beginning God created the heavens and the earth. 2 Now the earth was formless and void, and darkness was over the surface of the deep. And the Spirit of God was hovering over the surface of the waters. The First Day 3 And God said, “Let there be light,” a and there was light. 4 And God saw that the light was good, and He separated the light from the darkness. 5 God called the light “day,” and the darkness He called “night.” And there was evening, and there was morning—the first day. b The Second Day 6 And God said, “Let there be an expanse c between the waters, to separate the waters from the waters.” 7 So God made the expanse and separated the waters beneath it from the waters above. And it was so. 8 God called the expanse “sky.” And there was evening, and there was morning—the second day. The Third Day 9 And God said, “Let the waters under the sky be gathered into one place, so that the dry land may appear.” And it was so. 10 God called the dry land “earth,” and the gathering of waters He called “seas.” And God saw that it was good. 11 Then God said, “Let the earth bring forth vegetation: seed-bearing plants and fruit trees, each bearing fruit with seed according to its kind.” And it was so. 12 The earth produced vegetation: seed-bearing plants according to their kinds and trees bearing fruit with seed according to their kinds. And God saw that it was good. 13 And there was evening, and there was morning—the third day. The Fourth Day 14 And God said, “Let there be lights in the expanse of the sky to distinguish between the day and the night, and let them be signs to mark the seasons and days and years. 15 And let them serve as lights in the expanse of the sky to shine upon the earth.” And it was so. 16 God made two great lights: the greater light to rule the day and the lesser light to rule the night. And He made the stars as well. 17 God set these lights in the expanse of the sky to shine upon the earth, 18 to preside over the day and the night, and to separate the light from the darkness. And God saw that it was good. 19 And there was evening, and there was morning—the fourth day. The Fifth Day 20 And God said, “Let the waters teem with living creatures, and let birds fly above the earth in the open expanse of the sky.” 21 So God created the great sea creatures and every living thing that moves, with which the waters teemed according to their kinds, and every winged bird after its kind. And God saw that it was good. 22 Then God blessed them and said, “Be fruitful and multiply and fill the waters of the seas, and let birds multiply on the earth.” 23 And there was evening, and there was morning—the fifth day. The Sixth Day 24 And God said, “Let the earth bring forth living creatures according to their kinds: livestock, land crawlers, and beasts of the earth according to their kinds.” And it was s",
        "type": "commentary"
      },
      {
        "source": "www.studylight.org",
        "url": "https://www.studylight.org/commentaries/genesis/1.html",
        "content": "Lectionary Calendar Saturday, January 17th, 2026 the First Week after Epiphany video advertismenet advertisement advertisement advertisement Attention! For 10¢ a day you can enjoy StudyLight.org ads free while helping to build churches and support pastors in Uganda. Click here to learn more! Home » Bible Commentaries Bible Commentaries Choose from 143 Bible Commentaries freely available online at StudyLight.org for sermon, Bible study, and Sunday school preparation. A biblical commentary is a written systematic series of explanations and interpretations of Scripture. They are written by some of the most knowledgeable theologians in church history. Through a personal narrative, they provide more in-depth understanding and insight into the Bible and can be valuable tools to assist both casual reading and serious study. Available Languages: DUT Nederlands • ENG English • FRE Français • GER Deutch • POR Português • RUS Русский • SPA Español You may choose to display only links to commentaries written from a particular theological stance by clicking one of the five following links: All • Arminianism (37) • Calvinism (60) • Lutheranism (3) • Dispensationalism (20) • Catholicism (5) • Unknown (15) Whole Bible • Old Testament • New Testament • Gospels Only • Individual Books Whole Bible (57 total) Sort by: Alpha betical • Popular ity Barnes' Notes on the Whole Bible Barnes' Notes (Albert Barnes) Educated at Princeton seminary, Albert Barnes was a dedicated student of the Bible. Though passed over by the biographical sketches of influential theological writers, his notes on the Whole Bible continue to be quite popular even today. Theological Stance: Calvinism Church Affiliation: Presbyterian Bell's Commentary on the Bible Bell's Commentary (Brian Bell) This work is Brian Bell's personal notes from his Sunday Morning and Wednesday night messages. Brian's goal in teaching is to fulfill Nehemiah's exhortation to 'read from the Book of the Law of God and clearly explain the meaning of what was being read, helping the people understand each passage' (Neh.8:8). Theological Stance: Calvinism Church Affiliation: Calvary Chapel Benson's Commentary of the Old and New Testaments Benson's Commentary (Joseph Benson) Joseph Benson's (1748-1821) Biblical commentary is a renowned work of biblical scholarship that remains highly valued today. As an English Methodist preacher and biblical scholar, Benson was known for his clear and practical exposition of the Scriptures, as well as his reliance on the original Hebrew and Greek texts. His commentary emphasizes the importance of personal piety and holiness and is characterized by its insightful and practical approach to the Bible. Benson's commentary remains a valuable resource for Christians seeking a deeper understanding of the Scriptures. Theological Stance: Arminianism Church Affiliation: Wesleyan/Methodist Bridgeway Bible Commentary Bridgeway Bible Commentary (Donald C. Fleming) The Bridgeway Bible Commentary deals with",
        "type": "commentary"
      }
    ],
    "synthesized_commentary": "Ollama request timed out. The model may be loading or the request is too complex.",
    "key_insights": [
      "model may be loading",
      "request is too complex",
      "timeout occurred",
      "Ollama request timed out",
      "system resource constraints"
    ],
    "theological_themes": [
      "Creation",
      "Darkness and Chaos",
      "Spirit of God",
      "Divine Action",
      "Mystery and Awe"
    ]
  },
  "daily_summary": {
    "date": "2024-01-01",
    "passage": "Genesis 1",
    "summary_verse": "In Genesis 1, we see God's wisdom revealed.",
    "key_message": "The main theme of this Bible passage is the creation of the world by God, highlighting His power, majesty, and creativity in shaping the universe and all that exists within it.",
    "reflection": "Take time to meditate on this passage and its meaning for your life.",
    "application": "Apply the wisdom of this passage to your daily walk with God."
  },
  "metadata": {
    "generated_date": "2026-01-17",
    "reading_date": "2024-01-01",
    "passage": "Genesis 1",
    "sources_count": 10,
    "version": "1.0"
  }
}